 {
    "english": [
      {
        "chapter_number": 1,
        "verses_count": 47,
        "translation": "Arjuna Visada Yoga",
        "meaning": {
          "en": "Arjuna's Dilemma"
        },
        "summary": {
          "en": "The first chapter of the Bhagavad Gita - Arjuna Vishada Yoga introduces the setup, the setting, the characters and the circumstances that led to the epic battle of Mahabharata, fought between the Pandavas and the Kauravas. It outlines the reasons that led to the revelation of the of Bhagavad Gita.\nAs both armies stand ready for the battle, the mighty warrior Arjuna, on observing the warriors on both sides becomes increasingly sad and depressed due to the fear of losing his relatives and friends and the consequent sins attributed to killing his own relatives. So, he surrenders to Lord Krishna, seeking a solution. Thus, follows the wisdom of the Bhagavad Gita."
        },
        "slocks": [


          {
            "favourite": false,
            "shlok_img": "asset/slock_images/1.jpg",
            "shlok_no": "1",
            "shlok_name": "Dhritarashtra Uvach .\nDharmakshetre Kurukshetre Samveta Yuyutsava: .\nMamka: Pandavaschaiva Kimkurvat Sanjay ॥ 1",
            "meaning": "Dhritarashtra spoke: O Sanjaya, what did the sons of Pandu and I, who gathered with the desire to fight in the holy land of Kurukshetra?",
            "summary": "King Dhritarashtra was blind from birth and also devoid of spiritual knowledge. Due to his infatuation with his sons, he deviated from the path of truth and usurped the rightful right of kingship of the Pandavas. Regarding the injustice he had done to his own nephews, the sons of Pandu. He was fully conscious. It was because of this guilt that he was worried about the outcome of the war and that is why he was questioning Sanjay about the battle being fought on the desert of Kurukshetra.\n\nIn this verse, Dhritarashtra asks Sanjay the question that his and Pandu's sons gathered in the battlefield. What did the latter do? Now it was quite clear that they had gathered for the sole purpose of making war. So naturally they would make war. What was the need for Dhritarashtra to question what they had done.\n\nHe knew his apprehension. The words he used—'dharma kshetre', meaning that which is holy land—come from it. Kurukshetra was a holy land. It is described in the Shatapatha Brahmana as Kurukshetram Deva Yajnam. Kurukshetra is the abode of the gods of heaven.As such, this is the land where religion is nurtured. Dhritarashtra feared that as a result of the influence of the holy land of Kurukshetra, some of his sons might not develop the sense of discernment between right and wrong, and they would begin to realize that it was wrong to kill their kinsmen, the Pandavas. Thinking so, they might even agree to a peaceful settlement. Such prospects caused deep despair in Dhritarashtra's mind. He began to think that if his sons accepted the proposal of a truce, the Pandavas would constantly put obstacles in his way, and so In his view, war was inevitable. Also, he was uncertain about the outcome of the war and wanted to be sure about the fate of his sons. Consequently, he asked Sanjay about the goings-on on the battlefield of Kurukshetra, where the two armies had assembled."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/2.jpg",
            "shlok_no": "2",
            "shlok_name": "Sanjaya Uvacha .\nDrishtva Tu Pandavanik Vyod Duryodhanastada .\nAcharyamupas Agamya Raja Vachanambravit ॥ 2॥",
            "meaning": "Sanjaya spoke: Seeing the army of Panduputras arrayed in strategy, King Duryodhana went to his Guru and spoke thus.",
            "summary": "Dhritarashtra wanted to make sure that his sons were still ready to fight. Sanjay understood the meaning of Dhritarashtra's question and assured him that the Pandavas were strategizing and ready for war. Changing the subject of the conversation later he said or what Duryodhana was doing.\n\nDhritarashtra's eldest son Duryodhana had a very evil and cruel nature. Dhritarashtra was blind from birth and practically ruled the kingdom of Hastinapur. was determined, so that he could rule unopposed. His assumption was that the Pandavas would never be able to gather a large enough army to face his army. But contrary to his assumption, Duryodhana was dismayed and disheartened to see the large army of the Pandavas. Duryodhana's approach to his guru shows that he was apprehensive about the outcome of the war. He went to him pretending to show respect to Dronacharya but in reality he wanted to hide his anxiety. So he spoke the nine stanzas beginning now."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/3.jpg",
            "shlok_no": "3",
            "shlok_name": "Pashyaitan Panduputranamacharya Mahatin Chamum .\nVyudhan Drupadputren Tav Shishyen Dhimata ॥ 3॥",
            "meaning": "Duryodhana spoke: Venerable Acharya! Behold the vast army of the sons of Pandu, whose strategy has been masterfully arranged by your trained wise disciple Drupada's son for war.",
            "summary": "Duryodhana, being a skilled politician, wanted to point fingers at the past mistakes of his general, Guru Dronacharya. Dronacharya once had a political dispute with King Drupada. Enraged by this dispute, Drupada performed a yajna in revenge and received a boon. that he would get a son, who would be able to kill Dronacharya. As a result of this boon, he had a son named Dhrishtadyumna.\n\nAlthough Dronacharya knew the purpose of Dhrishtadyumna's birth, when Drupada entrusted his son Dhrishtadyumna to Dronacharya to teach him the art of war, he was generous. Hriday Dronacharya spared no qualms in mastering Dhrishtadyumna in the art of war. Now Dhrishtadyumna was on the side of the Pandavas as the captain of their army, who prepared the strategy of the entire army. Thus Duryodhana wanted to signal to his guru that due to his generosity in the past, he should face the present crisis. is falling and should no longer show any leniency in fighting the Pandavas."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/4.jpg",
            "shlok_no": "4",
            "shlok_name": "Atra Shura Maheshvasa Bhimarjunasama Yudhi .\nYuyudhano Viratashcha Drupadashcha Maharatha: ॥ 4॥",
            "meaning": "In this army of Pandavas there are many mighty archers like Bhima and Arjuna like Maharthi Yuudhan, Virat and Drupada",
            "summary": "Seeing the impending danger before him, Duryodhana begins to believe that the army gathered by the Pandavas is much larger than it really is. "
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/5.jpg",
            "shlok_no": "5",
            "shlok_name": "दर्ष्टकेटुशकीतान: काशिराजश्च विर्यवान .\npurujitkuntibhojscha शब्याश्च नरपुगवाथथ ॥ ॥",
            "meaning": " Along with him are Dhrishtaketu, Chekitana, the mighty king of Kashi, Purujita, Kuntibhoja and Shaivya all great warriors.",
            "summary": "To express his concern, Duryodhana pointed out that Maharathis (great warriors, who alone have the strength of ten thousand ordinary warriors) from the Pandava army were present to fight."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/6.jpg",
            "shlok_no": "6",
            "shlok_name": "Yudhamnyusch Vikrant Uttamoujashch Viryavan .\nSaubhadro Draupadeyashch Sarva ev Maharatha: ॥ ॥",
            "meaning": "His army also includes the mighty Yudhamanyu, the valiant Uttamauja, Subhadra and the sons of Draupadi, who are all decidedly mighty warriors.",
            "summary": "Duryodhana referred to the exceptionally mighty warriors of the Pandava army who were mighty great commanders like Arjuna and Bhima, who would be difficult to defeat in battle."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/7.jpg",
            "shlok_no": "7",
            "shlok_name": "Asmakan tu vishtha ye tannibodha dvijottam .\nNayaka mam shanisya sanjnarthan tanbravimi te ॥ 7॥",
            "meaning": "O Dwijashrestha, hear also about the heroes of our army, who are especially skilled in managing our army. I am now telling you about them in detail.",
            "summary": "Here the Pradhan of the Kaurava army addresses Dronacharya as Duryodhana Dvijottam (the best of the twice-born or the best of the brahmins). He deliberately uses this word to address his guru. Actually Dronacharya was not a warrior by profession, he was only a warrior. Acharya. Like a treacherous hero, Duryodhana was raising shameless doubts about his own Guru's loyalty. The hidden meaning of Duryodhana's words was that if Dronacharya did not fight bravely, he would be considered a Brahmin, whose interest was in treating and serving the food served in Duryodhana's kingdom. The coming comforts will have to be enjoyed.\n\nSaying this, Duryodhana now wanted to strengthen the morale of himself and his Guru and therefore he started enumerating the great generals of his army."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/8.jpg",
            "shlok_no": "8",
            "shlok_name": "Bhavanbhishmascha karnascha kripashcha samityanjay: .\nAshwathama vikarnascha saumadattistathaiva ch ॥ 8॥",
            "meaning": "In this army there are great men like you, Bhishma, Karna, Kripacharya, Ashwatthama, Vikarna and Bhurishrava, the son of Somadatta, who are always victorious in battle.",
            "summary": ""
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/9.jpg",
            "shlok_no": "9",
            "shlok_name": "Anye Cha Bahav: Shura Madarthe Tykatjeevita: .\nNanashastra Praharana: Sarve Yudhuvisharada: ॥ 9॥",
            "meaning": "There are many other great warriors in our army, who are ready to lay down their lives for me. They are skilled in the art of warfare and are well equipped with various types of weapons.",
            "summary": ""
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/10.jpg",
            "shlok_no": "10",
            "shlok_name": "Aparyaptan tadsmakan balan bhishmabhirakshitam .\nPryaptan twidmateshan balan bhimabhirakshitam ॥॥॥",
            "meaning": "Our military strength is limitless and we are fully protected under the leadership of Grandfather Bhishma, while the military strength of the Pandavas is limited despite being carefully protected under the leadership of Bhima.",
            "summary": "These self-praiseful words of Duryodhana were characteristically like the utterances of the vainglorious. When their end seems near, instead of humbly assessing the situation, self-praises become arrogant and wallow in vain self-praise. The poignant irony of his own future is reflected in Duryodhana's speech. , when he said that his power protected by Bhishma was limitless.\n\nBhishma Patamaha was the chief commander of the Kaurava army. He had the boon of timing his own death, which actually made him invincible. On the Pandava side, his army was protected by Bhima. was Duryodhana's natural enemy. Thus, Duryodhana compared Bhishma's strength to that of Bhishma. However, Bhishma was the grandfather of both the Kauravas and the Pandavas and actually wanted the welfare of both sides. His compassion for the Pandavas could have prevented him from making war too coldly. He also knew that in this holy war, where Sri Krishna himself is present, no power on earth could give victory to the side of adharma. And so, to fulfill his moral responsibility to Hastinapur and the Kauravas, he chose to wage war against the Pandavas. This decision underlines the subtle character of Bhishma Pitamaha's personality."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/11.jpg",
            "shlok_no": "11",
            "shlok_name": "Ayaneshu cha sarveshu yathabhagamvasthita: .\nBhishmamewabhirakshantu bhavant: sarva ev hi ॥ 11॥\n\n",
            "meaning": "I request all the warriors, that you all remain firmly stationed at your respective front positions and give full assistance to Grandfather Bhishma.\n\n",
            "summary": "Duryodhana felt that Bhishma would prove to be a formidable force in providing inspiration and passion to his army. Hence, he asked the generals of his army to stand firm in their respective positions and simultaneously protect Bhishma from all sides.\n\n"
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/12.jpg",
            "shlok_no": "12",
            "shlok_name": "Tasya Sajjanayanharsham Kuruvriddha: Pitamah: .\nSimhanadan Vindyochchai: शैक्षं दधमुपरतापवन॥ ॥ ॥ 12॥\n\n",
            "meaning": "Then Bhishma Pitamah, the great old man of the Kuru dynasty, blew his conch, which sounded like a lion's roar, and made a loud noise, which made Duryodhana very happy.",
            "summary": "Grandfather Bhishma sensed the fear in the heart of his great-grandson Duryodhana and in an attempt to placate him out of natural compassion for him, he chanted in a very loud voice. However, he knew that on the other side was the Supreme Lord Krishna Himself in the Pandava army. Being present, Duryodhana had no chance of winning the battle, yet wanted to convey to his great-grandson that he would fulfill his duty to fight, and would not show any laxity in this regard. was being initialized."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/13.jpg",
            "shlok_no": "13",
            "shlok_name": " टताथ शैक्षशच भर्यश्च पनुवानकगोमुकहाथ.",
            "meaning": "Immediately the conches, drums, trumpets, and trumpets began to sound in unison, the combined sound of which was extremely loud.\n\n",
            "summary": "Seeing Bhishma Pitamaha's intense eagerness for war, the Kauravasenas also became eager and started making a terrible noise with the instruments. Panava means drum, anak means mridanga, and gomukh means shrung. All these are musical instruments and they all combine The sound made a terrible noise.\n\n"
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/14.jpg",
            "shlok_no": "14",
            "shlok_name": "Tatah Shvetairhayairyukte Mahti Syandne Sthitaou .\nMadhavah Pandavaschaiva Divyau Shkhou Pradhamathu: ॥ ॥ 14॥\n\n",
            "meaning": "Shree Krishna and Arjuna seated on a magnificent chariot with white horses in the midst of the army of the dying Pandavas blew their respective divine conchs.",
            "summary": "After the sound of the conch-blowing of the Kaurava army had subsided, Lord Krishna and Arjuna, seated on a magnificent chariot, boldly blew the powerful conch-bones, igniting the Pandavas' eagerness for war.\n\nSanjaya uses the word 'Madhava' for Lord Krishna. 'Ma' Meaning goddess of fortune and 'dhav' means husband. Sri Krishna is the husband of goddess Lakshmi in the form of her Lord Vishnu. This verse shows that the goddess of fortune's mercy was on the side of the Pandavas, and they won a quick battle and regained their usurped throne. will attain.\n\nPandava means the sons of Pandava. Any of the five brothers is addressed as Pandava. Here, the term is used for Arjuna. The magnificent chariot on which he rode was gifted to him by Agnidev. was."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/15.jpg",
            "shlok_no": "15",
            "shlok_name": "Panchajanyan Hrishikesho Devadattam Dhanjaya: .\nPaundran Dadhmau Mahashakhn Bhimkarma Vrikodar: ॥ 15॥",
            "meaning": "Lord Hrishikesh blew the conch named Panchajanya, Arjuna blew the Devadatta conch, and Bhima the superhuman doer blew his colossal conch called Paundra.",
            "summary": "In this sloka the word Hrishikesh is used for Sri Krishna, which means Lord of mind and senses. Sri Krishna is the Lord of every living being and of His own mind and senses. Even while doing wonderful things on earth, He is the Lord of His own mind and senses. retained full ownership over."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/16.jpg",
            "shlok_no": "16",
            "shlok_name": "Anantavijay Raja Kuntiputro Yudhishthira: .\nNakul: Sahadevash Sughosmanipushpakou ॥ 16॥",
            "meaning": "O king, Yudhishthira blew his conch named Anantavijaya;",
            "summary": "Yudhisthira was the eldest of the Pandava brothers. Here he is referred to as 'king'; he earned the right to this title by performing the Rajasuya yajna and receiving praise from other kings."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/17.jpg",
            "shlok_no": "17",
            "shlok_name": "Kashyasha Parmeshwas: Shikhandi Cha Maharatha: .\nDhrishtadyumno Viratashcha Satyakishchaparajit: ॥ 17॥",
            "meaning": "When Nakul and Sahadeva blew the conch shells named Sughosh and Manipuspak.",
            "summary": "He possessed such regal dignity and magnanimity that, whether in the palace or exiled in exile, it always shone forth."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/18.jpg",
            "shlok_no": "18",
            "shlok_name": "Drupado Draupadeyashcha Sarvash Prithivipate .\nSaubhadrascha Mahabahu: Shkhandadhmu: Prithak Prithak ॥ 18॥",
            "meaning": "The great Dhanurdhara Kashiraja, the great warrior Shikhandi, Dhrishtadyumna, Virat, the unconquered Satyaki, Draupada, the sons of Draupadi, and others such as Abhimanyu, the son of Mahabahu Subhadra, etc. all blew their conch shells.",
            "summary": "Drupado Draupadeyashcha sarvashah prthivipete .\nSaubhadrascha mahabahu: shakhandadhamu: prithak prithak ॥ 18॥"
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/19.jpg",
            "shlok_no": "19",
            "shlok_name": "S Ghosho Dhartarashtraan Hridayani Vyadayarat .\nNabhascha Prithivin Chaiva TumuloઽBhyannunadayan ॥ 19॥",
            "meaning": "O Dhritarashtra, the hearts of your sons were torn apart by these different heavenly sounds of the conch shells resounding on the sky and the earth.",
            "summary": "The hearts of the soldiers of the Kaurava army were pierced by the sound of various conch shells blown by the Pandava army. However, the blowing of their conch shells by the Kaurava army did not have any adverse effect on the Pandava army. As the Pandavas took shelter of Sri Krishna , they had full confidence that they would be protected. The Kauravas, on the other hand, having resorted to their own force, and their consciences haunted by the guilt of their crimes, were terrified by the fear of defeat."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/20.jpg",
            "shlok_no": "20",
            "shlok_name": "अथ शित्षाटंद्रिष्ट्वा धार्थार्ष्ट्रान कापिद्वाज़ .\nPravrte sastrasampate dhanurudyamya pandava: ॥ 20॥\nHrishikesan tada vakyamidmah mahipate.",
            "meaning": " At the time, Arjuna, the son of Pandu, mounted in a flag-flagged chariot bearing the insignia of Hanuman, raised his bow and prepared to shoot arrows. O King! Seeing your sons arrayed in strategy against him, Arjuna spoke the following to Sri Krishna.\n\n",
            "summary": "In this verse Arjuna is addressed to Kapidhwaja because of the presence of Mahavira Hanuman on his chariot. There is a story woven in the background. Once Arjuna was proud of his archery and told Sri Krishna that at the time of Sri Rama, the monkeys came from India. Why so much effort to build a bridge across the ocean to Lanka? If he had been there, he would have built the bridge with arrows. Shri Krishna asked him to demonstrate. Arjuna built the bridge with arrows. Shri Krishna called Hanuman and asked him to test the bridge. When The bridge began to break as the hero Hanuman began to walk on it. Arjuna realized that the bridge built by his arrows was never capable of carrying the weight of Lord Sri Rama's vast army, and he apologized for his mistake. One should not boast of skill. He generously gave Arjuna the boon that he would sit on his chariot throughout the Mahabharata war. Hence, Arjuna's chariot had a flag bearing the symbol of Hanumanji, hence its name 'Kapidhwaja' or 'Vanardhwaja'"
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/21.jpg",
            "shlok_no": "21",
            "shlok_name": "Arjun Uwach .\nSenyorubhayormadhye Ratha Sthapaya Mechyut ॥ ॥ 21॥",
            "meaning": "Arjuna said, O Achyuta! Please make my chariot stand between the two armies",
            "summary": "Arjuna was an ardent devotee of Lord Krishna, who is the supreme lord of the entire creation. Yet, in this verse, Arjuna directs the Lord to take the chariot to the desired place as per his wish. This conveys the sweet relationship of the Lord with his devotees. Owing to naive love, God Himself becomes His servant"
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/22.jpg",
            "shlok_no": "22",
            "shlok_name": "Yavadetannirikshein Yodhukamanavasthitan",
            "meaning": " So that I may see the warriors present here for battle with whom I have to fight in this great battle.",
            "summary": "Ah Bhaktaparadhi no hyasvatantra eva dvija\n\nSadhubhirabishitahdayo bhaktairbhaktajanapriya: (Bhagavatam 9.4.63)\n\nAlthough I am supremely independent, I still become the servant of my devotees. They are very dear to me and their Out of love I owe him.” Gratified by Arjuna's devotion, Sri Krishna assumed the position of the charioteer, while Arjuna comfortably seated himself on the passenger's seat, giving him instructions."
          },
          {  "shlok_img": "asset/slock_images/23.jpg",
            "favourite": false,
            "shlok_no": "23",
            "shlok_name": "Yotsyamananvekshe han ya etetra samagata: .\nDhartarashtrasya durbuddheryudhe priyachikirshav: ॥ 23॥",
            "meaning": "I desire to see here those who have come to fight to please the evil minded son of Dhritarashtra.",
            "summary": "The evil minded sons of Dhritarashtra had usurped the kingdom and hence the warriors fighting on their side were naturally evil in nature. Arjuna wanted to see the people with whom he had to fight in this war. At first Arjuna was eager to fight heroically. . So by calling Dhritarashtra's sons evil-minded, he wanted to convey how Duryodha had often plotted for the destruction of the Pandavas. Arjuna's attitude was, We were morally the officers of half the kingdom, but he wanted to usurp it. He is evil-minded and here he Even the kings gathered to help are evil. I want to observe those warriors, who are so anxious for war. They have favored injustice and therefore their destruction by us is certain."
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/24.jpg",
            "shlok_no": "24",
            "shlok_name": "Sanjay Uwach .\nAvmukto Hrishikesho Gudakeshen India .\nSenyorubhayormadhye Sthapayitva Rathottamam ॥ 24॥",
            "meaning": "Sanjaya spoke—O Dhritarashtra of Bharata, having been thus addressed by Arjuna, the vanquisher of sleep, Sri Krishna took that magnificent chariot and made it stand between the two armies",
            "summary": ""
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/25.jpg",
            "shlok_no": "25",
            "shlok_name": "Bhishmadrona Pramukhat: Sarveshan Cha Mahikshitam .\nUvach Partha Pasyaitansamvetankurunithi ॥ 25॥",
            "meaning": " In the presence of Bhishma, Drona and all the other kings, Shri Krishna said, O Partha, look at all these Kurus gathered here.",
            "summary": "The word Kuru is used for both the Kauravas and the Pandavas, as they are both descendants of the Kurus. Krishna purposely uses this word to awaken a sense of brotherhood in Arjuna and convince him that they are all one. .They wanted the brotherhood to create infatuation, which would distract Arjuna and as a result give Sri Krishna an opportunity to preach the divine doctrine of the Gita for the welfare of mankind in the future Kali Yuga. Hence, he replaced 'Dhartashtran' (sons of Dhritarashtra). used the word 'Kurun' (descendant of Kuru). Just as a physician first gives medicine to a patient suffering from boils to ease the pain and then performs surgery to remove the diseased part, the Lord, in exactly the same way, the illusory hidden in Arjuna. Mohan awakened first so that the latter could destroy it."
          },
          {
            "shlok_img": "asset/slock_images/26.jpg",
            "shlok_no": "26",
            "shlok_name": "Tatrapashyatsthitanpartha: Pitanath Pitamahan .\nAcharyanmatulanbhatranputranputranskhinstatha ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ 26",
            "meaning": "Standing in the midst of the armies of both sides, Arjuna saw his uncles, grandfathers, acharyas, maternal uncles, brothers, cousins, sons, nephews, great-grandsons, friends, father-in-law and well-wishers.",
            "summary": ""
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/27.jpg",
            "shlok_no": "27",
            "shlok_name": "Tansmikshya sa kaunteya: sarvanbandhunvasthitan ॥ 27॥\nKripaya paryavishto vishidannidambravit.",
            "meaning": "Seeing all his relatives present there, Kuntiputra Arjuna was overwhelmed with compassion and uttered these words with deep sorrow.",
            "summary": "The sight of his kinsmen present on the battlefield drew Arjuna's attention for the first time to the consequences of this terrible war of fratricide. The mighty warrior who had appeared to fight and mentally put his enemies to death in revenge for the unjust treatment done to the Pandavas. He was ready, there was a sudden change of heart in Arjuna. Seeing his Kurus Bandhu gathered in enemy ranks, Arjuna's heart sank into grief, his intellect became deluded, his boldness in duty turned to cowardice, the firmness of his heart was replaced by tenderness. So , Sanjay addresses him as Kuntiputra (Mother's son) referring to the friendliness and generosity of his nature."
          },
          {
            "shlok_img": "asset/slock_images/28.jpg",
            "shlok_no": "28",
            "shlok_name": "Arjuna uvach.\nDrishtvemin sajanan krishna yuyutsun samupasthitam ॥ ॥ 28॥\nSidanti mum gatrani mukhan cha parishushyati.",
            "meaning": "Arjuna said: O Krishna! My limbs are trembling and my mouth is parched seeing my relatives present here for war and with the intention of killing each other.",
            "summary": "Anurag can be either mundane or spiritual. Enchantment for one's relatives is a worldly affection, arising out of carnal conceptions of life. Believing ourselves to be a body, we become attached to the relatives of the body. This attachment is ignorance. is based on and drags one down to the mayic consciousness. Ultimately such attachment results in suffering, because, with the end of the body, family ties also come to an end. On the other hand, the Supreme Father God is our soul's father, mother, friend, guru, and Beloved. Accordingly, attachment to Him at the level of the soul is a spiritual attitude, which elevates the consciousness and illuminates the intellect. Love for God is like an ocean, in whose vastness all is absorbed, whereas love for carnal relations is narrow and discriminating. . Here, Arjuna was experiencing worldly attachment, which was drowning his mind in an ocean of depression, causing him to tremble at the mere thought of his duty."
          },
          {
            "shlok_img": "asset/slock_images/29.jpg",
            "shlok_no": "29",
            "shlok_name": "Vepathushcha sharye me romharshashcha jaite ॥ 29॥\nGandiv sransate hastattvakchaiva paridahyate.",
            "meaning": " My whole body trembles; my hairs stand on end. My bow, Gandiva, is slipping from my hands, and my whole skin is burning.",
            "summary": "When Arjuna thought about the outcome of the war, he became worried and sad. The same Gandiva, whose mighty thunder used to make the enemies afraid,"
          },
          {
            "favourite": false,
            "shlok_img": "asset/slock_images/30.jpg",
            "shlok_no": "30",
            "shlok_name": "अच शक्नोमयवस्थाथु ब्रहमातिव च मे मनाथ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥ ॥",
            "meaning": "My mind is stuck in a whirlwind of uncertainty and confusion; ",
            "summary": "was beginning to slip out of his hands. Fighting is a sin,"
          },
          {
            "favourite": false,
            "shlok_no": "31",
            "shlok_img": "asset/slock_images/31.jpg",
            "shlok_name": "Nimittani cha pashyami varantani keshav",
            "meaning": "I am not able to keep myself steady. O Krishna! Destroyer of Keshi Daitya, I see only inauspicious signs. Killing my own relatives I do not see any auspiciousness in the distance.",
            "summary": "His mind began to become dizzy at the thought. Due to this unsteadiness of mind, he became possessed by inferior spirits and began to accept misleading ominous signs and foresaw disastrous and imminent consequences."
          },
          {
            "favourite": false,
            "shlok_no": "32",
            "shlok_img": "asset/slock_images/32.jpg",
            "shlok_name": "Nakakshe Vijayan Krishna Na Ch Rajyen Sukhani Ch.\nKin no Rajyen Govind Kin Bhogairjeeviten Va ॥ 32॥",
            "meaning": "O Shri Krishna! I do not even desire victory, kingdom or happiness thus acquired.",
            "summary": "Arjuna's confusion stems from the fact that killing is a criminal act in itself, even killing one's relatives is an even more brutal act. Arjuna felt that even if he did such a cruel thing to gain the kingdom, the victory would bring him no happiness in the end. would not. He would be unable to share such fame with his friends and relatives, whom he would have to kill to achieve victory."
          },
          {
            "favourite": false,
            "shlok_no": "33",
            "shlok_img": "asset/slock_images/33.jpg",
            "shlok_name": "Yeshamarthe Kakshitan no Rajya Bhoga: Sukhani Ch",
            "meaning": "What is the benefit of the kingdom, the pleasures or the life for which we long, they are all arrayed before us for battle.",
            "summary": "Here, Arjuna is exhibiting a low level of sensitivity, and is confused by idealism. Indifference to worldly possessions and material pleasures is an admirable spiritual virtue, but Arjuna is not feeling spiritual. On the contrary, his Illusion masquerading as words of compassion. Virtuous attitudes bring inner harmony, contentment, and happiness to the soul. If Arjuna's compassion were transcendental, he would have been elevated by such feelings, but his experiences are just the opposite—they are disconnected from mind and intellect. , dissatisfied with the performance of duty, and feeling deep grief in conscience. The effect of these feelings on him shows that his compassion is born of delusion."
          },
          {
            "favourite": false,
            "shlok_no": "34",
            "shlok_img": "asset/slock_images/34.jpg",
            "shlok_name": "Acharya: Pitar: Putraasthaiva ch Pitamaha: .\nMatula: Shwashura: Pautra: Shyala: Sambandhinastha ॥ 34॥",
            "meaning": "Guruses, fathers, sons, grandfathers, maternal uncles, grandsons, father-in-law, grandsons, brothers-in-law, and other relatives are present here willing to give up their lives and wealth.",
            "summary": "Dronacharya and Kripacharya were Arjuna's gurus; Bhishma and Somadatta were his paternal grandfathers; people like Bhurishrava (son of Somadatta) were his paternal cousins; Purujita, Kuntibhoja, Shalya, and Shakuni were his maternal uncles; Dhritarashtra's hundred sons were his cousins; Lakshmana (son of Duryodhana) was like his progeny; "
          },
          {
            "favourite": false,
            "shlok_no": "35",
            "shlok_img": "asset/slock_images/35.jpg",
            "shlok_name": "Etanna hantumichchami ghnatoઽpi madhusudan .\nApi trailokyarajyasya heto: kin nu mahikrte ॥ 35॥",
            "meaning": " O Madhusudana! Even if they attack me, I do not want to kill them. What will be our happiness by killing the sons of Dhritarashtra, what about the earth, but even by gaining the kingdom of the three people?",
            "summary": "Dhritarashtra's hundred sons were his cousins; Lakshmana (Duryodhana's son) was his offspring; Arjuna was referring to the diversity of his relatives present on the battlefield. First, Why should they want to kill me even though I am their relative and well-wisher? And secondly, Even if they want to kill me, why should I want to kill them?"
          },
          {
            "favourite": false,
            "shlok_no": "36",
            "shlok_img": "asset/slock_images/36.jpg",
            "shlok_name": "Nihtya dhartarashtrannah ka preeti: syajjnardan .\nPapamevasrayedsmanhatvaitatanattaiin: ॥ 36॥",
            "meaning": "O Sustainer of Life! What joy will we get from killing the sons of Dhritarashtra? Even though they are cruel, even if we kill them, we will incur a definite sin.",
            "summary": "Using the word 'Yadyapi' twice in the above stanza to justify his desire not to kill his kinsmen, Arjuna repeats, Yedyapi, even if I kill them, what satisfaction will I get from such a victory?\n\nFighting under extreme conditions And killing is considered an irreligious activity"
          },
          {
            "favourite": false,
            "shlok_no": "37",
            "shlok_img": "asset/slock_images/37.jpg",
            "shlok_name": "Tasmannarha vayan hantu dhartarashtraswabandhwan .\nSwajanan hi kathan hatwa sukhin: syam madhav ॥ 37॥\n\n",
            "meaning": "Therefore, it is not proper for us to kill our cousins, the sons of Dhritarashtra and their friends. O Madhava (Shri Krishna)! Why can we even hope to be happy by killing our own relatives?",
            "summary": "Fighting and killing in extreme situations are considered irreligious activities, which later lead to penance and guilt. The Vedas say, non-violence is the great virtue, and violence is a sin, except in a few exceptional cases. Ma hinsyat sarva bhutani Do not kill any living creature. Here, Arjuna does not want to kill his kinsmen, as he considers it a sin. However, the Vasishtha Smriti (verse 3.19) says that there are six types of atatayis. , against whom we have a right to defend ourselves: whoever sets fire to one's house, whoever poisons one's food, whoever wants to kill, whoever wants to rob one's property, whoever comes to abduct one's wife, and whoever usurp one's kingdom. Manu Smriti (8.351) says that if one kills such a tyrant in self-defense, it is not considered a sin."
          },
          {
            "favourite": false,
            "shlok_no": "38",
            "shlok_img": "asset/slock_images/38.jpg",
            "shlok_name": "Yadypyete na pasyanti lobhopahtchetas: .\nKulakshayakritam dosham mitradrohe cha patakam ॥ 38॥",
            "meaning": "Their ideology is dominated by greed and they see nothing wrong in destroying their relatives or betraying friends out of revenge.",
            "summary": "Although Arjuna was a warrior by nature, he abhorred unnecessary violence. The incident at the end of the Mahabharata war expresses this aspect of his character. A hundred Kauravas were destroyed, but Ashwatthama, son of Dronacharya, retaliated, in the night camp of the Pandavas. entered and killed all the five sons of Draupadi while they were sleeping. Arjuna seized Ashwatthama, bound him like an animal and brought him to the feet of Draupadi, who was moaning pitifully. "
          },
          {
            "favourite": false,
            "shlok_no": "39",
            "shlok_img": "asset/slock_images/39.jpg",
            "shlok_name": "Kathan na jneyamsmabhi: papadasmannivartitum .\nKulakshayakritam dosham prapasyadbhirjanardan ॥ 39॥",
            "meaning": "Yet, O Janardana! When we are clearly guilty of killing our relatives, why do we not turn away from this sin?",
            "summary": "Nevertheless, being soft-hearted and forgiving, she said that Ashwatthama should be forgiven as he was the son of his guru Dronacharya. Bhima, on the other hand, wanted to kill Ashwatthama immediately. Arjuna looked to Sri Krishna to resolve this dilemma. , who said, The venerable best Brahmin, even for a short time, has deviated from the religion deserves forgiveness. But one who has come to kill with deadly weapons must be punished.Arjuna understood Sri Krishna's dubious instruction. He did not kill Ashwatthama, but instead cut the back of the brahmin's head, removed the bead from his forehead, and expelled him from the camp. As such, Arjuna's nature was to avoid violence as much as possible. In this particular situation, he says, he knows that it is improper to kill relatives and the elderly. There should be no quarrel with uncles, guests, dependents, children, old people, physicians and relatives. Arjuna thus concluded that the Kauravas, swayed by greed, deviated from their propriety and lost their prudence, but why should he himself, who had no sinful intention, engage in such a heinous act?"
          },
          {
            "favourite": false,
            "shlok_no": "40",
            "shlok_img": "asset/slock_images/40.jpg",
            "shlok_name": "Kulakshaye pranshyanti kuladharma: sanatana: .\nDharme nashte kulank krtsnamdharmaઽbhibhavatyut॥ 40॥",
            "meaning": "When a clan is destroyed, its ancient clan-traditions are also destroyed, and the remaining family begins to indulge in iniquity.",
            "summary": "Every clan has age-old traditions and ancient practices, which are followed by the elderly members of the family to pass on the best values and ideals to the next generations. These traditions help the family members to follow human values and religious propriety. If these elders before time If they die, their future generations are deprived of family guidance and training. Arjuna points out that when clans are destroyed, their traditions die with them, and the remaining family members become irreligious and adulterous. activities develop, so that they lose the opportunity for spiritual liberation. Thus, according to him, clan elders should never be killed."
          },
          {
            "favourite": false,
            "shlok_no": "41",
            "shlok_img": "asset/slock_images/41.jpg",
            "shlok_name": "adharmabhivatkrishna pradushyanti kulastriya: .\nstrishhu dhrikshasu varsneya jayate varnasakr: ॥ 41॥",
            "meaning": "With the predominance of iniquity, O Krishna! Clan women become adulterous and adulterous women become corrupt! O Vrishnivansi! Unwanted offspring are produced.",
            "summary": "Vedic culture gave women a very high place in society and the necessity of virtuous qualities in women was given utmost importance. Hence the Manu Smriti says, yatra naryastu pujayante ramante tatar devata: (3.56) meaning, Where Women lead pure and virtuous lives, and are worshiped by the whole society for their purity, thereby pleasing the heavenly gods.” However, when women become immoral, irresponsible men take advantage of them by engaging in adultery; this results in unwanted progeny."
          },
          {
            "favourite": false,
            "shlok_no": "42",
            "shlok_img": "asset/slock_images/42.jpg",
            "shlok_name": "Sakkaro Narakaiva Kulghna's Kulasya Ch .\nPatanti Pitro Hyeshan Luptapindodakakriya: ॥ 42॥",
            "meaning": "The growth of such unwanted progeny undoubtedly results in a hellish life for both the clan and the destroyer of the clan. With the extinction of the acts of pindadaan and tarpana, the deprived ancestors of such fallen clans are degraded.",
            "summary": ""
          },
          {
            "favourite": false,
            "shlok_no": "43",
            "shlok_img": "asset/slock_images/43.jpg",
            "shlok_name": "Doshairetai: Kulghana's Varnasakkarkarakai: .\nUtsadyante Jatidharma: Kuldharmascha Shashvata: ॥ 43॥",
            "meaning": "Those who destroy clan traditions and thus raise unwanted progeny, all kinds of community and family welfare activities are destroyed by their misdeeds.",
            "summary": ""
          },
          {
            "favourite": false,
            "shlok_no": "44",
            "shlok_img": "asset/slock_images/44.jpg",
            "shlok_name": "Utsannakuldharmaan Manshananan Janardan .\nNarkeઽNiyatans Vaso Bhavatityanushushrum ॥ 44॥",
            "meaning": " O Janardhana (Shri Krishna)! I have heard from the learned that those who destroy clan dharma, dwell in hell forever.",
            "summary": ""
          },
          {
            "favourite": false,
            "shlok_no": "45",
            "shlok_img": "asset/slock_images/45.jpg",
            "shlok_name": "Aho bat mahtpapan kartun vyavasita vayam .\nYadrajyasukhlobhen hantu svajanamudyata: ॥ 45॥",
            "meaning": "Oh, what a wonder it is that we are ready to commit such a great sin. We are ready to kill our relatives, overcome by the greed of enjoyment.",
            "summary": "Arjuna mentions the many evil consequences of this possible war, but he is unable to see that if such evil people are given the opportunity to flourish in society, the result will actually be an increase in the dominance of evil. To express his astonishment, 'Aho' uses the word. The word 'bat' means, 'terrible consequences'. Arjuna says, How surprising it is that we have decided to engage in sinful activities despite knowing the dire consequences of this war."
          },
          {
            "favourite": false,
            "shlok_no": "46",
            "shlok_img": "asset/slock_images/46.jpg",
            "shlok_name": "Yidi mampratikaramashstram shastrapanaya: .\nDhartarashtra rane hanyusthanme kshemataran bhavet ॥ 46॥\n\n",
            "meaning": "If the armed sons of Dhritarashtra meet me, unarmed and non-resisting in the wilderness, it will be auspicious for me.",
            "summary": "As often happens, people are unable to see their own faults and instead blame the situation and other persons. Similarly, Arjuna feels that Dhritarashtra's sons were motivated by greed but he is not. can see that the flow of his compassion is not a transcendental sensation, but a mundane stupidity based on the ignorance of considering oneself as a body. The difficulty of all Arjuna's arguments is to justify the infatuation arising out of his own bodily attachment, weakness of heart and detachment from duty. was using it. Sri Krishna will explain in the next chapters why Arjuna's arguments are flawed."
          },
          {
            "favourite": false,
            "shlok_no": "47",
            "shlok_img": "asset/slock_images/47.jpg",
            "shlok_name": "Sanjay Uvacha.\nEvamuktvarjuna: Sakhye Rathopastha Upavishat.\nVisrujya Sasaran Chapan Shokasamvignamanasa: ॥ 47॥",
            "meaning": "Sanjaya spoke: Saying thus, Arjuna laid aside his bow and arrows and fell upon the seat of the chariot, his mind overwhelmed with grief and sorrow.",
            "summary": "Usually when a person is speaking, he gets carried away by emotions, and similarly Arjuna's grief, which began to unfold in verse 1.28, has now reached its climax. He has absorbed his religious duties. The struggle to become is dropped with reckless resignation, which is in stark contrast to the state of self-surrender to the path of knowledge and devotion. It is necessary to make it clear here that Arjuna was not devoid of spiritual knowledge like an initiate. He had lived in the divine world and his father, had also received instruction from Indra, the king of heaven. In fact, he was male in his previous birth and endowed with supernatural knowledge. (Nara-Narayana was a dualism, in which Nara was the absolute soul and Narayana was the Supreme Soul.) This is evidenced by the Mahabharata war. The former derives from the fact that Arjuna left the entire Yadusena for Duryodhana and chose only Lord Krishna for his side. He had a firm belief that he would never be defeated if God was on his side. desirous of uttering for welfare, and therefore seeing an opportune occasion, he created disturbance in Arjuna's mind."
          }
        ]
      },

      {
        "chapter_number": 2,
        "verses_count": 72,
        "slocks": [],
        "translation": "Sankhya Yoga",

        "meaning": {
          "en": "Transcendental Knowledge"

        },
        "summary": {
          "en": "The second chapter of the Bhagavad Gita is Sankhya Yoga. This is the most important chapter of the Bhagavad Gita as Lord Krishna condenses the teachings of the entire Gita in this chapter. This chapter is the essence of the entire Gita. \nSankhya Yoga can be categorized into 4 main topics - \n1. Arjuna completely surrenders himself to Lord Krishna and accepts his position as a disciple and Krishna as his Guru. He requests Krishna to guide him on how to dismiss his sorrow.\n2. Explanation of the main cause of all grief, which is ignorance of the true nature of Self.\n3. Karma Yoga - the discipline of selfless action without being attached to its fruits.\n4. Description of a Perfect Man - One whose mind is steady and one-pointed."

        }
      },
      {
        "slocks": [],
        "chapter_number": 3,
        "verses_count": 43,

        "translation": "Karma Yoga",

        "meaning": {
          "en": "Path of Selfless Service"

        },
        "summary": {
          "en": "The third chapter of the Bhagavad Gita is Karma Yoga or the Path of Selfless Service. Here Lord Krishna emphasizes the importance of karma in life. He reveals that it is important for every human being to engage in some sort of activity in this material world. Further, he describes the kinds of actions that lead to bondage and the kinds that lead to liberation. Those persons who continue to perform their respective duties externally for the pleasure of the Supreme, without attachment to its rewards get liberation at the end."

        }
      },
      {
        "slocks": [],
        "chapter_number": 4,
        "verses_count": 42,

        "translation": "Jnana Karma Sanyasa Yoga",

        "meaning": {
          "en": "Path of Knowledge and the Disciplines of Action"

        },
        "summary": {
          "en": "The fourth chapter of the Bhagavad Gita is Jnana Karma Sanyasa Yoga. In this chapter, Krishna glorifies the Karma Yoga and imparts the Transcendental Knowledge (the knowledge of the soul and the Ultimate Truth) to Arjuna. He reveals the reason behind his appearance in this material world. He reveals that even though he is eternal, he reincarnates time after time to re-establish dharma and peace on this Earth. His births and activities are eternal and are never contaminated by material flaws. Those persons who know and understand this Truth engage in his devotion with full faith and eventually attain Him. They do not have to take birth in this world again."

        }
      },
      {
        "slocks": [],
        "chapter_number": 5,
        "verses_count": 29,

        "translation": "Karma Sanyasa Yoga",

        "meaning": {
          "en": "Path of Renunciation"

        },
        "summary": {
          "en": "The fifth chapter of the Bhagavad Gita is Karma Sanyasa Yoga. In this chapter, Krishna compares the paths of renunciation in actions (Karma Sanyas) and actions with detachment (Karma Yoga) and explains that both are means to reach the same goal and we can choose either. A wise person should perform his/her worldly duties without attachment to the fruits of his/her actions and dedicate them to God. This way they remain unaffected by sin and eventually attain liberation."

        }
      },
      {
        "slocks": [],
        "chapter_number": 6,
        "verses_count": 47,

        "translation": "Dhyana Yoga",

        "meaning": {
          "en": "Path of Meditation"

        },
        "summary": {
          "en": "The sixth chapter of the Bhagavad Gita is Dhyana Yoga. In this chapter, Krishna reveals the Yoga of Meditation and how to practise this Yoga. He discusses the role of action in preparing for Meditation, how performing duties in devotion purifies one's mind and heightens one's spiritual consciousness. He explains in detail the obstacles that one faces when trying to control their mind and the exact methods by which one can conquer their mind. He reveals how one can focus their mind on Paramatma and unite with the God."

        }
      },
      {
        "slocks": [],
        "chapter_number": 7,
        "verses_count": 30,

        "translation": "Gyaan Vigyana Yoga",

        "meaning": {
          "en": "Self-Knowledge and Enlightenment"

        },
        "summary": {
          "en": "The seventh chapter of the Bhagavad Gita is Gyaan Vigyana Yoga . In this chapter, Krishna reveals that he is the Supreme Truth, the principal cause and the sustaining force of everything. He reveals his illusionary energy in this material world called Maya, which is very difficult to overcome but those who surrender their minds unto Him attain Him easily. He also describes the four types of people who surrender to Him in devotion and the four kinds that don't. Krishna confirms that He is the Ultimate Reality and those who realize this Truth reach the pinnacle of spiritual realization and unite with the Lord."

        }
      },
      {
        "slocks": [],
        "chapter_number": 8,
        "verses_count": 28,

        "translation": "Akshara Brahma Yoga",

        "meaning": {
          "en": "Path of the Eternal God"

        },
        "summary": {
          "en": "The eighth chapter of the Bhagavad Gita is Akshara Brahma Yoga. In this chapter, Krishna reveals the importance of the last thought before death. If we can remember Krishna at the time of death, we will certainly attain him. Thus, it is very important to be in constant awareness of the Lord at all times, thinking of Him and chanting His names at all times. By perfectly absorbing their mind in Him through constant devotion, one can go beyond this material existence to Lord's Supreme abode."

        }
      },
      {
        "slocks": [],
        "chapter_number": 9,
        "verses_count": 34,

        "translation": "Raja Vidya Yoga",

        "meaning": {
          "en": "Yoga through the King of Sciences"

        },
        "summary": {
          "en": "The ninth chapter of the Bhagavad Gita is Raja Vidya Yoga. In this chapter, Krishna explains that He is Supreme and how this material existence is created, maintained and destroyed by His Yogmaya and all beings come and go under his supervision. He reveals the Role and the Importance of Bhakti (transcendental devotional service) towards our Spiritual Awakening. In such devotion, one must live for the God, offer everything that he possesses to Him and do everything for Him only. One who follows such devotion becomes free from the bonds of this material world and unites with the Lord."

        }
      },
      {
        "slocks": [],
        "chapter_number": 10,
        "verses_count": 42,

        "translation": "Vibhooti Yoga",

        "meaning": {
          "en": "Yoga through Appreciating the Infinite Opulences of God"

        },
        "summary": {
          "en": "The tenth chapter of the Bhagavad Gita is Vibhooti Yoga. In this chapter, Krishna reveals Himself as the cause of all causes. He describes His various manifestations and opulences in order to increase Arjuna's Bhakti. Arjuna is fully convinced of Lord's paramount position and proclaims him to be the Supreme Personality. He prays to Krishna to describe more of His divine glories which are like nectar to hear."

        }
      },
      {
        "slocks": [],
        "chapter_number": 11,
        "verses_count": 55,

        "translation": "Vishwaroopa Darshana Yoga",

        "meaning": {
          "en": "Yoga through Beholding the Cosmic Form of God"

        },
        "summary": {
          "en": "The eleventh chapter of the Bhagavad Gita is Vishwaroopa Darshana Yoga. In this chapter, Arjuna requests Krishna to reveal His Universal Cosmic Form that encompasses all the universes, the entire existence. Arjuna is granted divine vision to be able to see the entirety of creation in the body of the Supreme Lord Krishna."

        }
      },
      {
        "slocks": [],
        "chapter_number": 12,
        "verses_count": 20,

        "translation": "Bhakti Yoga",

        "meaning": {
          "en": "The Yoga of Devotion"

        },
        "summary": {
          "en": "The twelfth chapter of the Bhagavad Gita is Bhakti Yoga. In this chapter, Krishna emphasizes the superiority of Bhakti Yoga (the path of devotion) over all other types of spiritual disciplines and reveals various aspects of devotion. He further explains that the devotees who perform pure devotional service to Him, with their consciousness, merged in Him and all their actions dedicated to Him, are quickly liberated from the cycle of life and death. He also describes the various qualities of the devotees who are very dear to Him."

        }
      },
      {
        "slocks": [],
        "chapter_number": 13,
        "verses_count": 35,

        "translation": "Ksetra Ksetrajna Vibhaaga Yoga",

        "meaning": {
          "en": "Yoga through Distinguishing the Field and the Knower of the Field"

        },
        "summary": {
          "en": "The thirteenth chapter of the Bhagavad Gita is Ksetra Ksetrajna Vibhaaga Yoga. The word kshetra means the field, and the kshetrajna means the knower of the field. We can think of our material body as the field and our immortal soul as the knower of the field. In this chapter, Krishna discriminates between the physical body and the immortal soul. He explains that the physical body is temporary and perishable whereas the soul is permanent and eternal. The physical body can be destroyed but the soul can never be destroyed. The chapter then describes God, who is the Supreme Soul. All the individual souls have originated from the Supreme Soul. One who clearly understands the difference between the body, the Soul and the Supreme Soul attains the realization of Brahman."

        }
      },
      {
        "slocks": [],
        "chapter_number": 14,
        "verses_count": 27,

        "translation": "Gunatraya Vibhaga Yoga",

        "meaning": {
          "en": "Yoga through Understanding the Three Modes of Material Nature"

        },
        "summary": {
          "en": "The fourteenth chapter of the Bhagavad Gita is Gunatraya Vibhaga Yoga. In this chapter, Krishna reveals the three gunas (modes) of the material nature - goodness, passion and ignorance which everything in the material existence is influenced by. He further explains the essential characteristics of each of these modes, their cause and how they influence a living entity affected by them. He then reveals the various characteristics of the persons who have gone beyond these gunas. The chapter ends with Krishna reminding us of the power of pure devotion to God and how attachment to God can help us transcend these gunas."

        }
      },
      {
        "slocks": [],
        "chapter_number": 15,
        "verses_count": 20,

        "translation": "Purushottama Yoga",

        "meaning": {
          "en": "The Yoga of the Supreme Divine Personality"

        },
        "summary": {
          "en": "The fifteenth chapter of the Bhagavad Gita is Purushottama Yoga. In Sanskrit, Purusha means the All-pervading God, and Purushottam means the timeless & transcendental aspect of God.        Krishna reveals that the purpose of this Transcendental knowledge of the God is to detach ourselves from the bondage of the material world and to understand Krishna as the Supreme Divine Personality, who is the eternal controller and sustainer of the world. One who understands this Ultimate Truth surrenders to Him and engages in His devotional service."

        }
      },
      {
        "slocks": [],
        "chapter_number": 16,
        "verses_count": 24,

        "translation": "Daivasura Sampad Vibhaga Yoga",

        "meaning": {
          "en": "Yoga through Discerning the Divine and Demoniac Natures"

        },
        "summary": {
          "en": "The sixteenth chapter of the Bhagavad Gita is Daivasura Sampad Vibhaga Yoga. In this chapter, Krishna describes explicitly the two kinds of natures among human beings - divine and demoniac. Those who possess demonaic qualities associate themselves with the modes of passion and ignorance do not follow the regulations of the scriptures and embrace materialistic views. These people attain lower births and further material bondage. But people who possess divine qualities, follow the instructions of the scriptures, associate themselves with the mode of goodness and purify the mind through spiritual practices. This leads to the enhancement of divine qualities and they eventually attain spiritual realization."

        }
      },
      {
        "slocks": [],
        "chapter_number": 17,
        "verses_count": 28,

        "translation": "Sraddhatraya Vibhaga Yoga",

        "meaning": {
          "en": "Yoga through Discerning the Three Divisions of Faith"

        },
        "summary": {
          "en": "The seventeenth chapter of the Bhagavad Gita is Sraddhatraya Vibhaga Yoga. In this chapter, Krishna describes the three types of faith corresponding to the three modes of the material nature. Lord Krishna further reveals that it is the nature of faith that determines the quality of life and the character of living entities. Those who have faith in passion and ignorance perform actions that yield temporary, material results while those who have faith in goodness perform actions in accordance with scriptural instructions and hence their hearts get further purified."

        }
      },
      {
        "slocks": [],
        "chapter_number": 18,
        "verses_count": 78,

        "translation": "Moksha Sanyaas Yoga",

        "meaning": {
          "en": "Yoga through the Perfection of Renunciation and Surrender"

        },
        "summary": {
          "en": "The eighteenth chapter of the Bhagavad Gita is Moksha Sanyas Yoga. Arjuna requests the Lord to explain the difference between the two types of renunciations - sanyaas(renunciation of actions) and tyaag(renunciation of desires). Krishna explains that a sanyaasi is one who abandons family and society in order to practise spiritual discipline whereas a tyaagi is one who performs their duties without attachment to the rewards of their actions and dedicating them to the God. Krishna recommends the second kind of renunciation - tyaag. Krishna then gives a detailed analysis of the effects of the three modes of material nature. He declares that the highest path of spirituality is pure, unconditional loving service unto the Supreme Divine Personality, Krishna. If we always remember Him, keep chanting His name and dedicate all our actions unto Him, take refuge in Him and make Him our Supreme goal, then by His grace, we will surely overcome all obstacles and difficulties and be freed from this cycle of birth and death."

        }
      }],



    "gujrati": [
      {
        "chapter_number": "૧",
        "verses_count": "૪૭",
        "translation": "અર્જુન વિસદા યોગ",
        "meaning": {
          "en": "અર્જુનની દુવિધા"
        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો પહેલો અધ્યાય - અર્જુન વિષાદ યોગ એ પાંડવો અને કૌરવો વચ્ચે લડાયેલ મહાભારતના મહાકાવ્ય યુદ્ધમાં પરિણમેલા સેટઅપ, સેટિંગ, પાત્રો અને સંજોગોનો પરિચય આપે છે. તે કારણો દર્શાવે છે કે ભગવદ ગીતાના સાક્ષાત્કાર તરફ દોરી જાય છે.\nજ્યારે બંને સેનાઓ યુદ્ધ માટે તૈયાર હોય છે, ત્યારે પરાક્રમી યોદ્ધા અર્જુન, બંને બાજુના યોદ્ધાઓનું અવલોકન કરતાં, તેના સંબંધીઓ અને મિત્રોને ગુમાવવાના ડરથી વધુને વધુ ઉદાસી અને હતાશ થઈ જાય છે અને પરિણામે પોતાના સ્વજનોને મારવા પાછળના પાપો. તેથી, તે ભગવાન કૃષ્ણને શરણે જાય છે, ઉકેલ શોધે છે. આમ, ભગવદ ગીતાના જ્ઞાનને અનુસરે છે."
        },
        "slocks": [


          {
            "favourite": false,
            "shlok_img": "asset/slock_images/1.jpg",
            "shlok_no": "૧",
            "shlok_name": "ધૃતરાષ્ટ્ર ઉવાચ .\nધર્મક્ષેત્રે કુરુક્ષેત્રે સંવેતા યુત્સવ: .\nમમકા: પાંડવશ્ચૈવ કિમકુર્વત સંજય ॥ 1",
            "meaning": "ધૃતરાષ્ટ્ર બોલ્યા: હે સંજય, કુરુક્ષેત્રની પવિત્ર ભૂમિમાં યુદ્ધ કરવાની ઈચ્છા સાથે એકત્ર થયેલા પાંડુ અને હુંના પુત્રોએ શું કર્યું?તે તેની આશંકા જાણતો હતો. તેમણે વાપરેલા શબ્દો - 'ધર્મ ક્ષેત્ર', જેનો meaning થાય છે જે પવિત્ર ભૂમિ છે - તેમાંથી આવે છે. કુરુક્ષેત્ર પવિત્ર ભૂમિ હતી. શતપથ બ્રાહ્મણમાં તેનું વર્ણન કુરુક્ષેત્રમ દેવ યજ્ઞ તરીકે કરવામાં આવ્યું છે. કુરુક્ષેત્ર એ સ્વર્ગના દેવતાઓનું નિવાસસ્થાન છે. જેમ કે, આ તે ભૂમિ છે જ્યાં ધર્મનું પોષણ થાય છે. ધૃતરાષ્ટ્રને ડર હતો કે કુરુક્ષેત્રની પવિત્ર ભૂમિના પ્રભાવના પરિણામે, તેમના કેટલાક પુત્રો સાચા અને ખોટા વચ્ચેની સમજણની ભાવના વિકસાવી શકશે નહીં, અને તેઓને અહેસાસ થવા લાગશે કે તેમના સગા-સંબંધીઓ, પાંડવોને મારવાનું ખોટું હતું. એમ વિચારીને, તેઓ કદાચ શાંતિપૂર્ણ સમાધાન માટે પણ સંમત થઈ શકે છે. આવી સંભાવનાઓથી ધૃતરાષ્ટ્રના મનમાં ઊંડી નિરાશા જન્મી. તેણે વિચારવાનું શરૂ કર્યું કે જો તેના પુત્રો યુદ્ધવિરામનો પ્રસ્તાવ સ્વીકારશે, તો પાંડવો તેના માર્ગમાં સતત અવરોધો ઉભા કરશે, અને તેથી તેના મતે, યુદ્ધ અનિવાર્ય હતું. ઉપરાંત, તે યુદ્ધના પરિણામ વિશે અનિશ્ચિત હતો અને તેના પુત્રોના ભાવિ વિશે ખાતરી કરવા માંગતો હતો. પરિણામે, તેણે સંજયને કુરુક્ષેત્રના યુદ્ધના મેદાનમાં ચાલી રહેલી ઘટનાઓ વિશે પૂછ્યું, જ્યાં બંને સેનાઓ એકઠા થઈ હતી."
          },
          {
            "favourite": false,
            "shlok_no": "૨",
            "shlok_img": "asset/slock_images/2.jpg",
            "shlok_name": "સંજય ઉવાચ .\nદ્રષ્ટ્વા તુ પાંડવણિક વ્યોદ દુર્યોધનસ્તદા .\nઆચાર્યમુપાસ અગમ્ય રાજા વચનામ્બ્રવીત ॥ 2॥",
            "meaning": "સંજય બોલ્યો: પાંડુપુત્રોની સેનાને વ્યૂહરચનાથી સજ્જ જોઈને, રાજા દુર્યોધન તેના ગુરુ પાસે ગયો અને આ રીતે બોલ્યો.,  તે દ્રોણાચાર્ય પ્રત્યે આદર દર્શાવવાનો ઢોંગ કરીને તેની પાસે ગયો પણ વાસ્તવમાં તે પોતાની ચિંતા છુપાવવા માંગતો હતો. તેથી તેણે હવેથી શરૂ થતા નવ પદો બોલ્યા."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/3.jpg",
            "shlok_no": "૩",
            "shlok_name": "પશ્યિતં પાંડુપુત્રનામાચાર્ય મહાતિન ચામુમ .\nવ્યુધન દ્રુપદપુત્રેન તવ શિષ્યેન ધીમતા ॥ 3॥",
            "meaning": "દુર્યોધન બોલ્યો: આદરણીય આચાર્ય! પાંડુના પુત્રોની વિશાળ સેના જુઓ, જેની વ્યૂહરચના તમારા પ્રશિક્ષિત જ્ઞાની શિષ્ય દ્રુપદના પુત્ર દ્વારા યુદ્ધ માટે કુશળતાપૂર્વક ગોઠવવામાં આવી છે.,  આ રીતે દુર્યોધન તેના ગુરુને સંકેત આપવા માંગતો હતો કે ભૂતકાળમાં તેની ઉદારતાને લીધે તેણે વર્તમાન સંકટનો સામનો કરવો જોઈએ. પડી રહી છે અને હવે પાંડવો સામે લડવામાં કોઈ નમ્રતા બતાવવી જોઈએ નહીં."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/4.jpg",
            "shlok_no": "૪",
            "shlok_name": "અત્ર શૂરા મહેશવાસ ભીમાર્જુનસમ યુધિ .\nયુયુધનો વિરાટશ્ચ દ્રુપદશ્ચ મહારથઃ ॥ 4॥",
            "meaning": "પાંડવોની આ સેનામાં ભીમ અને અર્જુન જેવા અનેક પરાક્રમી ધનુર્ધારીઓ છે જેમ કે મહર્થી યુધન, વિરાટ અને દ્રુપદ",
            "summary": "તેની સામે તોળાઈ રહેલા જોખમને જોઈને, દુર્યોધન માનવા લાગ્યો કે પાંડવો દ્વારા એકત્ર કરાયેલું લશ્કર ખરેખર છે તેના કરતા ઘણું મોટું છે."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/5.jpg",
            "shlok_no": "૫",
            "shlok_name": "दर्केटतुशकीतान: काशिराजश्च विर्यवान .\nપુરુજિતકુંતીભોજશ્ચ शब्याश्च नरपुगवाथ ॥",
            "meaning": "તેની સાથે ધૃષ્ટકેતુ, ચેકિતન, કાશીના પરાક્રમી રાજા, પુરુજીતા, કુંતીભોજ અને શૈવ્ય બધા મહાન યોદ્ધાઓ છે.",
            "summary": "તેની ચિંતા વ્યક્ત કરવા માટે, દુર્યોધને નિર્દેશ કર્યો કે પાંડવ સેનામાંથી મહારથીઓ (મહાન યોદ્ધાઓ, જેમની પાસે એકલા દસ હજાર સામાન્ય યોદ્ધાઓની તાકાત છે) લડવા માટે હાજર હતા."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/6.jpg",
            "shlok_no": "૬",
            "shlok_name": "યુધામ્ન્યશ્ચ વિક્રાંત ઉત્તમૌજશ્ચ વીર્યવન .\nસૌભદ્રો દ્રૌપદેયાશ્ચ સર્વ એવ મહારથ: ॥",
            "meaning": "તેમની સેનામાં પરાક્રમી યુધામન્યુ, પરાક્રમી ઉત્તમોજા, સુભદ્રા અને દ્રૌપદીના પુત્રો પણ સામેલ છે, જેઓ બધા નિશ્ચિતપણે શક્તિશાળી યોદ્ધાઓ છે.",
            "summary": "દુર્યોધને પાંડવ સૈન્યના અપવાદરૂપે શકિતશાળી યોદ્ધાઓનો ઉલ્લેખ કર્યો જેઓ અર્જુન અને ભીમ જેવા શક્તિશાળી મહાન સેનાપતિ હતા, જેમને યુદ્ધમાં હરાવવા મુશ્કેલ હતા."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/7.jpg",
            "shlok_no": "૭",
            "shlok_name": "અસ્માકં તુ વિષ્ટા યે તન્નિબોધ દ્વિજોત્તમ .\nનાયક મમ શનિસ્ય સંજનાર્થન તન્બ્રવીમિ તે ॥ 7॥",
            "meaning": "હે દ્વિજશ્રેષ્ઠ, અમારી સેનાના નાયકો વિશે પણ સાંભળો, જેઓ ખાસ કરીને અમારી સેનાનું સંચાલન કરવામાં કુશળ છે. હવે હું તમને તેમના વિશે વિગતવાર કહું છું.",
            "summary": "અહીં કૌરવ સેનાના પ્રધાને દ્રોણાચાર્યને દુર્યોધન દ્વિજોત્તમ (બે વાર જન્મેલા અથવા બ્રાહ્મણોમાં શ્રેષ્ઠ) કહીને સંબોધન કર્યું. તે જાણીજોઈને આ શબ્દનો ઉપયોગ પોતાના ગુરુને સંબોધવા માટે કરે છે. વાસ્તવમાં દ્રોણાચાર્ય યોદ્ધા નહોતા. વ્યવસાયે, તે માત્ર એક યોદ્ધા હતો. આચાર્ય. એક વિશ્વાસઘાત નાયકની જેમ, દુર્યોધન તેના પોતાના ગુરુની વફાદારી વિશે નિર્લજ્જ શંકાઓ ઉભો કરી રહ્યો હતો. દુર્યોધનના શબ્દોનો છુપાયેલ meaning એ હતો કે જો દ્રોણાચાર્ય બહાદુરીથી લડશે નહીં, તો તે બ્રાહ્મણ ગણાશે, જેનું હિત છે. દુર્યોધનના સામ્રાજ્યમાં પીરસવામાં આવતા ભોજનની સારવાર અને સેવા કરવામાં હતી. આવનારા સુખ-સુવિધાઓનો આનંદ માણવો પડશે.\n\nઆ કહીને, દુર્યોધન હવે પોતાનું અને તેના ગુરુનું મનોબળ મજબૂત કરવા માંગતો હતો અને તેથી તેણે તેની સેનાના મહાન સેનાપતિઓની ગણતરી શરૂ કરી. "
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/8.jpg",
            "shlok_no": "૮",
            "shlok_name": "ભવનભીષ્મશ્ચ કર્ણશ્ચ કૃપાશ્ચ સમિતંજય: .\nઅશ્વથામા વિકર્ણશ્ચ સૌમદત્તિસ્તથૈવ ચ ॥ 8॥",
            "meaning": "આ સૈન્યમાં તમારા જેવા મહાપુરુષો છે, ભીષ્મ, કર્ણ, કૃપાચાર્ય, અશ્વત્થામા, વિકર્ણ અને સોમદત્તના પુત્ર ભૂરીશ્રવ, જે હંમેશા યુદ્ધમાં વિજયી રહે છે.",
            "summary": ""
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/9.jpg",
            "shlok_no": "૯",
            "shlok_name": "અન્યે ચા બહવ: શૂરા મદાર્થે ત્યક્તજીવિતા: .\nનાનાશાસ્ત્ર પ્રહરણા: સર્વે યુધુવિશારદ: ॥ 9॥",
            "meaning": "આપણી સેનામાં બીજા ઘણા મહાન યોદ્ધાઓ છે, જેઓ મારા માટે પોતાનો જીવ આપવા તૈયાર છે. તેઓ યુદ્ધની કળામાં કુશળ છે અને વિવિધ પ્રકારના શસ્ત્રોથી સજ્જ છે.",
            "summary": ""
          },
          {

            "favourite": false,
            "shlok_no": "૧૦",
            "shlok_img": "asset/slock_images/10.jpg",
            "shlok_name": "અપર્યપ્તં તદસ્માકં બલં ભીષ્મભિરક્ષિતમ્ .\nપ્ર્યપ્તં દ્વિદમતેશં બલં ભીમભિરક્ષિતમ્ ॥॥॥",
            "meaning": "આપણી સૈન્ય શક્તિ અમર્યાદિત છે અને દાદા ભીષ્મના નેતૃત્વમાં અમે સંપૂર્ણ રીતે સુરક્ષિત છીએ, જ્યારે ભીમના નેતૃત્વમાં સાવચેતીપૂર્વક રક્ષિત હોવા છતાં પાંડવોની લશ્કરી તાકાત મર્યાદિત છે.,  પાંડવો પ્રત્યેની તેમની કરુણા તેમને ખૂબ જ ઠંડા યુદ્ધ કરતા અટકાવી શકી હોત. તેઓ એ પણ જાણતા હતા કે આ પવિત્ર યુદ્ધમાં, જ્યાં શ્રી કૃષ્ણ સ્વયં હાજર છે, પૃથ્વી પરની કોઈ શક્તિ અધર્મના પક્ષને વિજય અપાવી શકે નહીં. અને તેથી, હસ્તિનાપુર અને કૌરવો પ્રત્યેની તેમની નૈતિક જવાબદારી નિભાવવા માટે, તેણે પાંડવો સામે યુદ્ધ કરવાનું પસંદ કર્યું. આ નિર્ણય ભીષ્મ પિતામહના વ્યક્તિત્વના સૂક્ષ્મ પાત્રને રેખાંકિત કરે છે."
          },
          {

            "favourite": false,
            "shlok_no": "૧૧",
            "shlok_img": "asset/slock_images/11.jpg",
            "shlok_name": "અયનેષુ ચ સર્વેષુ યથાભાગમવસ્થિત: .\nભીષ્મમેવાભિરક્ષન્તુ ભવન્ત: સર્વ એવ હિ ॥ 11॥\n\n",
            "meaning": "હું તમામ યોદ્ધાઓને વિનંતી કરું છું કે, તમે બધા પોતપોતાના આગળના સ્થાને મક્કમતાથી તૈનાત રહો અને પિતામહ ભીષ્મને સંપૂર્ણ મદદ કરો.\n\n",
            "summary": "દુર્યોધનને લાગ્યું કે ભીષ્મ તેની સેનાને પ્રેરણા અને જુસ્સો પ્રદાન કરવામાં એક પ્રચંડ શક્તિ સાબિત થશે. આથી, તેણે તેની સેનાના સેનાપતિઓને પોતપોતાના સ્થાને મક્કમ રહેવા અને સાથે જ ભીષ્મને ચારે બાજુથી રક્ષણ આપવા કહ્યું."
          },
          {

            "favourite": false,
            "shlok_no": "૧૨",
            "shlok_img": "asset/slock_images/12.jpg",
            "shlok_name": "તસ્ય સજ્જનયનહર્ષમ કુરુવૃદ્ધ: પિતામહ: .\nસિંહનાદન વિન્દ્યોચાય: शैक्षं दधमुपरतापवन ॥ ॥ 12॥\n\n",
            "meaning": "ત્યારબાદ કુરુ વંશના મહાન વૃદ્ધ ભીષ્મ પિતામહે પોતાનો શંખ વગાડ્યો, જે સિંહની ગર્જના જેવો સંભળાતો હતો, અને જોરદાર અવાજ કર્યો, જેનાથી દુર્યોધન ખૂબ ખુશ થયો.",
            "summary": "દાદા ભીષ્મને તેમના પ્રપૌત્ર દુર્યોધનના હૃદયમાં ભયનો અનુભવ થયો અને તેમના પ્રત્યેની કુદરતી કરુણાથી તેમને શાંત કરવાના પ્રયાસરૂપે, તેમણે ખૂબ જ મોટા અવાજમાં મંત્રોચ્ચાર કર્યા. જો કે, તેઓ જાણતા હતા કે બીજી બાજુ પાંડવ સેનામાં સર્વોચ્ચ ભગવાન કૃષ્ણ પોતે હતા.હાજર હોવાને કારણે, દુર્યોધનને યુદ્ધ જીતવાની કોઈ તક ન હતી, તેમ છતાં તે તેના પ્રપૌત્રને સંદેશ આપવા માંગતો હતો કે તે યુદ્ધ કરવાની તેની ફરજ નિભાવશે, અને આ બાબતે કોઈ પણ પ્રકારની ઢીલ નહીં બતાવે. પ્રારંભ કરવામાં આવી રહ્યો હતો."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/13.jpg",
            "shlok_no": "૧૩",
            "shlok_name": "तथाथ शैक्षशच भर्यश्च पनुवानकगोमुकहाथ.",
            "meaning": "તત્કાલ શંખ, ઢોલ, ટ્રમ્પેટ અને ટ્રમ્પેટ્સ એકસાથે સંભળાવવા લાગ્યા, જેનો સંયુક્ત અવાજ અત્યંત મોટો હતો.\n\n",
            "summary": "ભીષ્મ પિતામહની યુદ્ધ માટેની તીવ્ર આતુરતા જોઈને, કૌરવસેનાઓ પણ ઉત્સુક થઈ ગયા અને વાદ્યો વડે ભયંકર અવાજ કરવા લાગ્યા. પનવ એટલે ઢોલ, અનક એટલે મૃદંગ અને ગોમુખ એટલે ધ્રુજારી. આ બધાં સંગીતનાં સાધનો છે અને તે બધાં ભેગાં થાય છે. અવાજે ભયંકર અવાજ કર્યો.\n\n"
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/14.jpg",
            "shlok_no": "૧૪",
            "shlok_name": "તતઃ શ્વેતૈર્હાયૈરયુક્તે મહતિ સ્યાન્દને સ્થિતૌ .\nમાધવઃ પાંડવશ્ચૈવ દિવ્યૌ શ્ખોઃ પ્રધાનમથુ: ॥ ॥ 14॥\n\n",
            "meaning": "મૃત્યુ પામતા પાંડવોની સેનાની વચ્ચે સફેદ ઘોડાઓ સાથેના ભવ્ય રથ પર બેઠેલા શ્રી કૃષ્ણ અને અર્જુને પોતપોતાના દિવ્ય શંખ વગાડ્યા.",
            "summary": "કૌરવ સેનાનો શંખ ફૂંકવાનો અવાજ શમી ગયા પછી, એક ભવ્ય રથ પર બેઠેલા ભગવાન કૃષ્ણ અને અર્જુને હિંમતભેર શક્તિશાળી શંખ વગાડ્યા, અને પાંડવોની યુદ્ધ માટેની આતુરતા પ્રજ્વલિત કરી. સંજય ભગવાન કૃષ્ણ માટે 'માધવ' શબ્દનો ઉપયોગ કરે છે. 'મા' meaningાત્ ભાગ્યની દેવી અને 'ધવ'નો meaning થાય છે પતિ. શ્રી કૃષ્ણ તેમના ભગવાન વિષ્ણુના રૂપમાં દેવી લક્ષ્મીના પતિ છે. આ શ્લોક દર્શાવે છે કે ભાગ્યની દયાની દેવી. પાંડવોની બાજુમાં હતા, અને તેઓએ ઝડપી યુદ્ધ જીત્યું અને તેમનું હડપાયેલ સિંહાસન પાછું મેળવ્યું. પ્રાપ્ત થશે.પાંડવનો meaning પાંડવના પુત્રો છે. પાંચ ભાઈઓમાંથી કોઈપણને પાંડવ તરીકે સંબોધવામાં આવે છે. અહીં, આ શબ્દ માટે વપરાય છે અર્જુન. તે જે ભવ્ય રથ પર સવાર હતો તે અગ્નિદેવે તેને ભેટમાં આપ્યો હતો."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/15.jpg",
            "shlok_no": "૧૫",
            "shlok_name": "પંચજન્ય હૃષીકેશો દેવદત્તમ ધનજય: .\nપૌન્દ્રન દધમૌ મહાશખં ભીમકર્મ વૃકોદર: ॥ 15॥",
            "meaning": "ભગવાન હૃષિકેશે પંચજન્ય નામનો શંખ વગાડ્યો, અર્જુને દેવદત્ત શંખ વગાડ્યો, અને મહામાનવ કર્તા ભીમે પૌંડ્ર નામનો પોતાનો પ્રચંડ શંખ વગાડ્યો.",
            "summary": "આ શ્લોકમાં શ્રી કૃષ્ણ માટે હૃષીકેશ શબ્દ વપરાયો છે, જેનો meaning થાય છે મન અને ઇન્દ્રિયોના ભગવાન. શ્રી કૃષ્ણ દરેક જીવના અને પોતાના મન અને ઇન્દ્રિયોના ભગવાન છે. પૃથ્વી પર અદ્ભુત વસ્તુઓ કરતી વખતે પણ, તે પોતાના મન અને ઇન્દ્રિયોના ભગવાન છે. તેના પર સંપૂર્ણ માલિકી જાળવી રાખે છે."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/16.jpg",
            "shlok_no": "૧૬",
            "shlok_name": "અનંતવિજય રાજા કુંતીપુત્રો યુધિષ્ઠિર: .\nનકુલ: સહદેવશ સુઘોષમણિપુષ્પકૌ ॥ 16॥",
            "meaning": "હે રાજા, યુધિષ્ઠિરે અનંતવિજય નામનો શંખ વગાડ્યો;",
            "summary": "યુધિષ્ઠિર પાંડવ ભાઈઓમાં સૌથી મોટા હતા. અહીં તેમને 'રાજા' તરીકે ઓળખવામાં આવે છે; તેમણે રાજસૂય યજ્ઞ કરીને અને અન્ય રાજાઓ પાસેથી પ્રશંસા મેળવીને આ પદવી મેળવવાનો અધિકાર મેળવ્યો હતો."
          },
          {

            "favourite": false,
            "shlok_no": "૧૭",
            "shlok_img": "asset/slock_images/17.jpg",
            "shlok_name": "કશ્યશા પરમેશ્વર: શિખંડી ચ મહારથ: .\nધૃષ્ટદ્યુમ્નો વિરાટશ્ચ સત્યકિશ્ચાપરાજિત: ॥ 17॥",
            "meaning": "જ્યારે નકુલ અને સહદેવે સુઘોષ અને મણિપુસ્પક નામના શંખ ફૂંક્યા.",
            "summary": "તેમની પાસે એવી શાહી પ્રતિષ્ઠા અને ઉદારતા હતી કે, ભલે તે મહેલમાં હોય કે દેશનિકાલમાં, તે હંમેશા ચમકતો હતો."
          },
          {

            "favourite": false,
            "shlok_no": "૧૮",
            "shlok_img": "asset/slock_images/18.jpg",
            "shlok_name": "દ્રુપદો દ્રૌપદેયશ્ચ સર્વશ પૃથ્વીપતે .\nસૌભદ્રશ્ચ મહાબાહુ: શખંડધમુ: પૃથક પૃથક ॥ 18॥",
            "meaning": "મહાન ધનુર્ધારા કાશીરાજા, મહાન યોદ્ધા શિખંડી, ધૃષ્ટદ્યુમ્ન, વિરાટ, અપરાજિત સાત્યકી, દ્રૌપદ, દ્રૌપદીના પુત્રો, અને અન્ય જેવા કે અભિમન્યુ, મહાબાહુ સુભદ્રાના પુત્ર, વગેરે બધાએ તેમના શંખ વગાડ્યા. ",
            "summary": "દ્રુપદો દ્રૌપદેયશ્ચ સર્વશઃ પૃથ્વીપેતે .\nસૌભદ્રશ્ચ મહાબાહુ: શકખંડધમુ: પૃથક પૃથક ॥ 18॥"
          },
          {

            "favourite": false,
            "shlok_no": "૧૯",
            "shlok_img": "asset/slock_images/19.jpg",
            "shlok_name": "S ઘોષો ધરતરાષ્ટ્ર હૃદયની વ્યાયારત .\nનભશ્ચ પૃથ્વી ચૈવ તુમુલોઽભ્યનુનાદયં ॥ 19॥",
            "meaning": "હે ધૃતરાષ્ટ્ર, આકાશ અને પૃથ્વી પર ગૂંજતા શંખના આ વિવિધ સ્વર્ગીય અવાજોથી તમારા પુત્રોના હૃદય ફાટી ગયા હતા.",
            "summary": "પાંડવ સૈન્ય દ્વારા ફૂંકાતા વિવિધ શંખના અવાજથી કૌરવ સેનાના સૈનિકોના હ્રદય વિંધાઈ ગયા હતા. જો કે, કૌરવ સેના દ્વારા તેમના શંખના ફૂંકાવાથી પાંડવો પર કોઈ વિપરીત અસર થઈ ન હતી. સૈન્ય. જેમ પાંડવોએ શ્રી કૃષ્ણનો આશ્રય લીધો, તેઓને સંપૂર્ણ વિશ્વાસ હતો કે તેઓ સુરક્ષિત રહેશે. બીજી તરફ, કૌરવો, તેમના પોતાના બળનો આશરો લેતા, અને તેમના ગુનાઓના દોષથી ત્રાસી ગયેલા તેમના અંતરાત્માથી ગભરાઈ ગયા. હારનો ડર."
          },
          {
            "shlok_no": "૨૦",
            "shlok_img": "asset/slock_images/20.jpg",
            "shlok_name": "अथ शित्‍संद्रिष्ट्वा धार्थार्ष्ट्रान कापड्वाज़ .\nપ્રવ્રતે શાસ્ત્રસમ્પતે ધનુરુદ્યમ્ય પાંડવ: ॥ 20॥\nહૃષીકેશં તદા વાક્યામિદમહ મહિપતે.",
            "meaning": " તે સમયે, પાંડુના પુત્ર અર્જુને, હનુમાનનું ચિહ્ન ધરાવતા ધ્વજ-ધ્વજવાળા રથમાં બેઠેલા, ધનુષ્ય ઊંચુ કર્યું અને તીર ચલાવવાની તૈયારી કરી. હે રાજા! તમારા પુત્રોને તેની સામે વ્યૂહરચના રચતા જોઈને, અર્જુને શ્રી કૃષ્ણ સાથે નીચેની વાત કરી. તેણે ઉદારતાથી અર્જુનને વરદાન આપ્યું કે તે મહાભારતના સમગ્ર યુદ્ધ દરમિયાન તેના રથ પર બેસશે. આથી અર્જુનના રથ પર હનુમાનજીનું પ્રતીક ધરાવતો ધ્વજ હતો, તેથી તેનું નામ 'કપીધ્વજ' અથવા 'વનર્ધ્વજ' હતું"
          },
          {

            "favourite": false,
            "shlok_no": "૨૧",
            "shlok_img": "asset/slock_images/21.jpg",
            "shlok_name": "અર્જુન ઉવાચ .\nસેન્યોરુભયોર્મધ્યે રથ સ્થાનપયા મેચ્યુત ॥ ॥ 21॥",
            "meaning": "અર્જુને કહ્યું, હે અચ્યુત! કૃપા કરીને મારા રથને બે સેનાઓ વચ્ચે ઉભો કરો",
            "summary": "અર્જુન ભગવાન કૃષ્ણનો પ્રખર ભક્ત હતો, જે સમગ્ર સૃષ્ટિના સર્વોપરી સ્વામી છે. છતાં, આ શ્લોકમાં, અર્જુન ભગવાનને તેની ઈચ્છા મુજબ રથને ઈચ્છિત સ્થાન પર લઈ જવાનો નિર્દેશ આપે છે. ભગવાનનો તેમના ભક્તો સાથેનો મધુર સંબંધ. નિષ્કપટ પ્રેમને લીધે ભગવાન પોતે તેમના સેવક બની જાય છે"
          },
          {

            "favourite": false,
            "shlok_no": "૨૨",
            "shlok_img": "asset/slock_images/22.jpg",
            "shlok_name": "યવદેતન્નિરીક્ષેણ યોધુકામનવસ્થિતન",
            "meaning": " જેથી હું અહીં યુદ્ધ માટે હાજર એવા યોદ્ધાઓને જોઈ શકું કે જેમની સાથે મારે આ મહાન યુદ્ધમાં લડવાનું છે.",
            "summary": "અહ ભક્તપરાધિ નો હ્યસ્વતંત્ર એવ દ્વિજ\n\nસાધુભિરબિષિતહદયો ભક્તૈરભક્તજનપ્રિયા: (ભાગવત 9.4.63)\n\nજો કે હું પરમ સ્વતંત્ર છું, તેમ છતાં હું મારા ભક્તોનો સેવક બન્યો છું. તેઓ મારા માટે ખૂબ જ ભક્ત છે. પ્રેમ માટે હું તેનો ઋણી છું. અર્જુનની ભક્તિથી પ્રસન્ન થઈને, શ્રી કૃષ્ણએ સારથિનું પદ ધારણ કર્યું, જ્યારે અર્જુન તેને સૂચનાઓ આપીને આરામથી યાત્રીની આસન પર બેસી ગયો."
          },
          {

            "favourite": false,
            "shlok_no": "૨૩",
            "shlok_img": "asset/slock_images/23.jpg",
            "shlok_name": "યોત્સ્યમાનવેક્ષે હન ય એત્ર સમાગત: .\nધર્તરાષ્ટ્રસ્ય દુર્બુદ્ધેર્યુધે પ્રિયચિકિર્શ્વ: ॥ 23॥",
            "meaning": "હું અહીં તેમને જોવા ઈચ્છું છું જેઓ ધૃતરાષ્ટ્રના દુષ્ટ મનના પુત્રને ખુશ કરવા માટે લડવા આવ્યા છે.",
            "summary": "ધૃતરાષ્ટ્રના દુષ્ટ મનના પુત્રોએ રાજ્ય હડપ કરી લીધું હતું અને તેથી તેમના પક્ષે લડતા યોદ્ધાઓ સ્વાભાવિક રીતે જ દુષ્ટ હતા. અર્જુન આ યુદ્ધમાં જેની સાથે લડવાનો હતો તે લોકોને જોવા માંગતો હતો. પહેલા અર્જુન આતુર હતો. વીરતાપૂર્વક લડવા માટે.. તેથી ધૃતરાષ્ટ્રના પુત્રોને દુષ્ટ મનના કહીને તે જણાવવા માંગતો હતો કે કેવી રીતે દુર્યોધ વારંવાર પાંડવોના વિનાશ માટે કાવતરું ઘડતો હતો.અર્જુનનું વલણ એવું હતું કે, આપણે નૈતિક રીતે અડધા રાજ્યના અધિકારીઓ હતા, પરંતુ તે તેને હડપ કરવા માંગતો હતો. તે દુષ્ટ મનનો છે અને અહીં તે મદદ કરવા માટે એકઠા થયેલા રાજાઓ પણ દુષ્ટ છે. હું તે યોદ્ધાઓને જોવા માંગુ છું, જેઓ યુદ્ધ માટે આટલા બેચેન છે. તેઓએ અન્યાયની તરફેણ કરી છે અને તેથી અમારા દ્વારા તેમનો વિનાશ નિશ્ચિત છે."
          },
          {

            "favourite": false,
            "shlok_no": "૨૪",
            "shlok_img": "asset/slock_images/24.jpg",
            "shlok_name": "સંજય ઉવાચ .\nઅવમુક્તો હૃષીકેશો ગુડાકેશેન ભારત .\nસેન્યોરુભયોર્મધ્યે સ્થાપયિત્વા રથોત્તમમ્ ॥ 24॥",
            "meaning": "સંજય બોલ્યો - હે ભરતના ધૃતરાષ્ટ્ર, આ રીતે અર્જુન દ્વારા સંબોધન કરવામાં આવ્યું હતું, જે નિદ્રાનો વિજય થયો હતો, શ્રી કૃષ્ણએ તે ભવ્ય રથ લીધો અને તેને બે સેનાઓ વચ્ચે ઉભો કર્યો",
            "summary": ""
          },
          {

            "favourite": false,
            "shlok_no": "૨૫",
            "shlok_img": "asset/slock_images/25.jpg",
            "shlok_name": "ભીષ્મદ્રોણ પ્રમુખ: સર્વેષાં ચ મહિક્ષિતમ્ .\nઉવાચ પાર્થ પશ્યિતસંવેતનકુરુનિતિ ॥ 25॥",
            "meaning": "ભીષ્મ, દ્રોણ અને બીજા બધા રાજાઓની હાજરીમાં, શ્રી કૃષ્ણએ કહ્યું, હે પાર્થ, અહીં એકઠા થયેલા આ બધા કુરુઓને જુઓ.",
            "summary": "કુરુ શબ્દનો ઉપયોગ કૌરવો અને પાંડવો બંને માટે થાય છે, કારણ કે તેઓ બંને કુરુઓના વંશજ છે. કૃષ્ણ હેતુપૂર્વક આ શબ્દનો ઉપયોગ અર્જુનમાં ભાઈચારાની ભાવના જાગૃત કરવા અને તેમને ખાતરી આપવા માટે કરે છે કે તેઓ બધા એક છે. . તેઓ ઇચ્છતા હતા કે ભાઈચારો મોહ પેદા કરે, જે અર્જુનને વિચલિત કરશે અને પરિણામે શ્રી કૃષ્ણને ભવિષ્યના કલિયુગમાં માનવજાતના કલ્યાણ માટે ગીતાના દૈવી સિદ્ધાંતનો પ્રચાર કરવાની તક મળશે. ધૃતરાષ્ટ્ર)એ 'કુરુન' (કુરુના વંશજ) શબ્દનો ઉપયોગ કર્યો છે. જેમ એક વૈદ્ય ગૂમડાથી પીડિત દર્દીને દુખાવો ઓછો કરવા માટે દવા આપે છે અને પછી રોગગ્રસ્ત ભાગને દૂર કરવા શસ્ત્રક્રિયા કરે છે, તે જ રીતે ભગવાન. , અર્જુનમાં છુપાયેલ ભ્રમણા. મોહન પહેલા જાગૃત થયો જેથી બાદમાં તેનો નાશ કરી શકે."
          },
          {

            "favourite": false,
            "shlok_no": "૨૬",
            "shlok_img": "asset/slock_images/26.jpg",
            "shlok_name": "તત્રપશ્યતસ્થિતાનપાર્થ: પીતાનાથ પિતામહન .\nઆચાર્યન્મતુલાનભત્રાન્પુત્રાન્પુત્રાંખિનસ્તથા ॥॥॥॥॥॥॥॥॥॥॥",
            "meaning": "બંને બાજુના સૈન્યની વચ્ચે ઊભા રહીને અર્જુને તેના કાકાઓ, દાદાઓ, આચાર્યો, મામાઓ, ભાઈઓ, પિતરાઈઓ, પુત્રો, ભત્રીજાઓ, પૌત્રો, મિત્રો, સસરા અને સારા-નરસાને જોયા. શુભેચ્છાઓ.",
            "summary": ""
          },
          {

            "favourite": false,
            "shlok_no": "૨૭",
            "shlok_img": "asset/slock_images/27.jpg",
            "shlok_name": "તન્સ્મીક્ષ્ય સા કૌન્તેયઃ સર્વબંધુન્વસ્થિતં ॥ 27॥\nકૃપાયા પર્યાવિષ્ટો વિશિષ્ટાન્નિદંબ્રવીત્.",
            "meaning": "ત્યાં હાજર પોતાના બધા સંબંધીઓને જોઈને કુંતીપુત્ર અર્જુન કરુણાથી અભિભૂત થયો અને તેણે આ શબ્દો ઊંડા દુઃખ સાથે કહ્યા.",
            "summary": "યુદ્ધના મેદાનમાં હાજર તેના સગાઓની દૃષ્ટિએ પ્રથમ વખત અર્જુનનું ધ્યાન ભ્રાતૃહત્યાના આ ભયંકર યુદ્ધના પરિણામો તરફ દોર્યું. તે પરાક્રમી યોદ્ધા જે લડવા માટે દેખાયા હતા અને માનસિક રીતે તેના દુશ્મનોને બદલો લેવા માટે મૃત્યુ પામ્યા હતા. પાંડવો સાથે અન્યાય થયો.તે તૈયાર થયો,અર્જુનના હૃદયમાં અચાનક પરિવર્તન આવ્યું.પોતાના કુરુ બંધુને શત્રુની હરોળમાં એકઠા થયેલા જોઈને અર્જુનનું હૃદય શોકમાં ડૂબી ગયું,તેની બુદ્ધિ ભ્રમિત થઈ ગઈ,કર્તવ્યમાં તેની નીડરતા કાયરતામાં ફેરવાઈ ગઈ, તેમના હૃદયની મક્કમતાનું સ્થાન કોમળતાએ લીધું હતું. તેથી, સંજય તેમના સ્વભાવની મિત્રતા અને ઉદારતાનો ઉલ્લેખ કરીને તેમને કુંતીપુત્ર (માતાનો પુત્ર) તરીકે સંબોધે છે."
          },
          {

            "favourite": false,
            "shlok_no": "૨૮",
            "shlok_img": "asset/slock_images/28.jpg",
            "shlok_name": "અર્જુન ઉવાચ.\nદૃષ્ટવેમિં સજનન કૃષ્ણ યુયુતસુન સમુપસ્થિતમ્ ॥ ॥ 28॥\nસીદન્તિ મમ ગાત્રાણિ મુખં ચ પરિશુષ્યતિ.",
            "meaning": "અર્જુને કહ્યું: હે કૃષ્ણ! મારા અંગો ધ્રૂજી રહ્યા છે અને મારા સ્વજનોને યુદ્ધ માટે અને એકબીજાને મારવાના ઈરાદાથી અહીં હાજર જોઈને મારું મોં સુકાઈ ગયું છે.",
            "summary": "અનુરાગ કાં તો સાંસારિક અથવા આધ્યાત્મિક હોઈ શકે છે. પોતાના સ્વજનો માટેનો મોહ એ દુન્યવી સ્નેહ છે, જે જીવનની દૈહિક વિભાવનાઓમાંથી ઉદ્ભવે છે. આપણી જાતને એક શરીર માનીને, આપણે શરીરના સંબંધીઓ સાથે આસક્ત બનીએ છીએ. આ જોડાણ છે. અજ્ઞાન. પર આધારિત છે અને વ્યક્તિને મય ચેતના તરફ ખેંચે છે. આખરે આવી આસક્તિ દુઃખમાં પરિણમે છે, કારણ કે, શરીરના અંત સાથે, પારિવારિક સંબંધોનો પણ અંત આવે છે. બીજી તરફ, પરમપિતા ભગવાન આપણા આત્માના છે. પિતા, માતા, મિત્ર, ગુરુ અને પ્રિય. તે મુજબ, આત્માના સ્તરે તેમની સાથે આસક્તિ એ એક આધ્યાત્મિક વલણ છે, જે ચેતનાને ઉન્નત કરે છે અને બુદ્ધિને પ્રકાશિત કરે છે. ભગવાન માટેનો પ્રેમ એક સમુદ્ર જેવો છે, જેની વિશાળતામાં બધું સમાઈ જાય છે. , જ્યારે દૈહિક સંબંધો માટેનો પ્રેમ સંકુચિત અને ભેદભાવપૂર્ણ છે.. અહીં,અર્જુન દુન્યવી આસક્તિનો અનુભવ કરી રહ્યો હતો, જે તેના મનને હતાશાના મહાસાગરમાં ડૂબી રહ્યો હતો, જેના કારણે તે તેની ફરજના માત્ર વિચારથી જ ધ્રૂજતો હતો."
          },
          {
            "shlok_no": "૨૯",
            "shlok_img": "asset/slock_images/29.jpg",
            "shlok_name": "વેપાથુશ્ચ શરયે મે રોમહર્ષશ્ચ જાયતે ॥ 29॥\nગાંડીવ શ્રંસતે હસ્તત્ત્વકચૈવ પરિદહ્યતે.",
            "meaning": " મારું આખું શરીર ધ્રૂજી રહ્યું છે; મારા વાળ છેડા પર ઊભા છે. મારું ધનુષ્ય, ગાંડીવ, મારા હાથમાંથી સરકી રહ્યું છે, અને મારી આખી ચામડી બળી રહી છે.",
            "summary": "જ્યારે અર્જુને યુદ્ધના પરિણામ વિશે વિચાર્યું, ત્યારે તે ચિંતિત અને દુઃખી થઈ ગયો. એ જ ગાંડીવ, જેની શક્તિશાળી ગર્જના દુશ્મનોને ભયભીત કરી દેતી હતી."
          },
          {

            "favourite": false,
            "shlok_no": "૩૦",
            "shlok_img": "asset/slock_images/30.jpg",
            "shlok_name": "अच शक्नोमयवस्थाथु ब्रह्मातिव च मेनाथ ॥ ॥ ॥ ॥",
            "meaning": "મારું મન અનિશ્ચિતતા અને મૂંઝવણના વમળમાં અટવાયું છે; ",
            "summary": "તેના હાથમાંથી સરકવા લાગ્યો હતો. લડવું એ પાપ છે,"
          },
          {

            "favourite": false,
            "shlok_no": "૩૧",
            "shlok_img": "asset/slock_images/31.jpg",
            "shlok_name": "નિમિત્તની ચ પશ્યમી વરન્તાનિ કેશવ",
            "meaning": "હું મારી જાતને સ્થિર રાખી શકતો નથી. હે કૃષ્ણ! કેશી દૈત્યનો નાશ કરનાર, મને માત્ર અશુભ ચિહ્નો દેખાય છે. મારા સ્વજનોને મારવાથી મને અંતરમાં કોઈ શુભતા દેખાતી નથી.",
            "summary": "તેનું મન વિચારમાં ચક્કર આવવા લાગ્યું. મનની આ અસ્થિરતાને લીધે, તે હલકી ગુણવત્તાવાળા આત્માઓથી વશ થઈ ગયો અને ભ્રામક અશુભ સંકેતોને સ્વીકારવા લાગ્યો અને વિનાશક અને નિકટવર્તી પરિણામોની આગાહી કરવા લાગ્યો."
          },
          {

            "favourite": false,
            "shlok_no": "૩૨",
            "shlok_img": "asset/slock_images/32.jpg",
            "shlok_name": "નકાક્ષે વિજયન કૃષ્ણ ન ચ રાજ્યેન સુખાનિ ચ.\nકિન નો રાજ્યેન ગોવિંદ કિન ભોગૈરજીવિતેન વા ॥ 32॥",
            "meaning": "હે શ્રી કૃષ્ણ! આ રીતે મેળવેલા વિજય, રાજ્ય કે સુખની મને ઈચ્છા પણ નથી.",
            "summary": "અર્જુનની મૂંઝવણ એ હકીકતથી ઉદ્દભવે છે કે હત્યા એ પોતે જ ગુનાહિત કૃત્ય છે, પોતાના સ્વજનોની હત્યા કરવી એ તેનાથી પણ વધુ ક્રૂર કૃત્ય છે. અર્જુનને લાગ્યું કે જો તેણે રાજ્ય મેળવવા માટે આટલું ક્રૂર કાર્ય કર્યું તો પણ વિજય મેળવશે. અંતે તેને કોઈ ખુશી લાવશે નહીં. તે તેના મિત્રો અને સંબંધીઓ સાથે આવી ખ્યાતિ શેર કરવામાં અસમર્થ હશે, જેમને તેણે વિજય હાંસલ કરવા માટે મારવા પડશે."
          },
          {

            "favourite": false,
            "shlok_no": "૩૩",
            "shlok_img": "asset/slock_images/33.jpg",
            "shlok_name": "યેશમર્થે કક્ષિતં નો રાજ્ય ભોગ: સુખાનિ ચ",
            "meaning": "રાજ્યનો ફાયદો શું છે, જે આનંદ કે જીવન માટે આપણે ઝંખતા હોઈએ છીએ, તે બધા યુદ્ધ માટે આપણી સમક્ષ ગોઠવાયેલા છે.",
            "summary": "અહીં, અર્જુન સંવેદનશીલતાના નીચા સ્તરનું પ્રદર્શન કરી રહ્યો છે, અને આદર્શવાદથી મૂંઝાયેલો છે. દુન્યવી સંપત્તિ અને ભૌતિક સુખો પ્રત્યે ઉદાસીનતા એ પ્રશંસનીય આધ્યાત્મિક ગુણ છે, પરંતુ અર્જુન આધ્યાત્મિક અનુભૂતિ કરતો નથી. તેનાથી વિપરિત, તેનો ભ્રમ છૂપાવવામાં આવે છે. કરુણાના શબ્દો. સદાચારી વલણ આત્મામાં આંતરિક સંવાદિતા, સંતોષ અને પ્રસન્નતા લાવે છે. જો અર્જુનની કરુણા અતીન્દ્રિય હોત, તો તે આવી લાગણીઓ દ્વારા ઉન્નત હોત, પરંતુ તેના અનુભવો તેનાથી વિપરીત છે - તેઓ મન અને બુદ્ધિથી વિચ્છેદિત છે. , ફરજ બજાવવાથી અસંતુષ્ટ, અને અંતઃકરણમાં ઊંડો દુઃખ અનુભવે છે. તેના પર આ લાગણીઓની અસર દર્શાવે છે કે તેની કરુણા ભ્રમણામાંથી જન્મેલી છે."
          },
          {

            "favourite": false,
            "shlok_no": "૩૪",
            "shlok_img": "asset/slock_images/34.jpg",
            "shlok_name": "આચાર્ય: પિતર: પુત્રસ્થૈવ ચ પિતામહા: .\nમતુલા: શ્વશુરા: પૌત્ર: શ્યાલા: સંબંધિનસ્થ ॥ 34॥",
            "meaning": "ગુરુઓ, પિતા, પુત્રો, દાદાઓ, મામા, પૌત્રો, સસરા, પૌત્રો, વહુઓ અને અન્ય સગાંવહાલાં અહીં હાજર છે જેઓ તેમના જીવન અને સંપત્તિનો ત્યાગ કરવા તૈયાર છે.",
            "summary": "દ્રોણાચાર્ય અને કૃપાચાર્ય અર્જુનના ગુરુ હતા; ભીષ્મ અને સોમદત્ત તેમના પિતામહ હતા; ભૂરીશ્રવ (સોમદત્તના પુત્ર) જેવા લોકો તેમના પિતરાઈ ભાઈ હતા; પુરુજિતા, કુંતિભોજ, શલ્ય અને શકુનિ તેમના મામાના સો પુત્રો હતા; તેના પિતરાઈ ભાઈઓ; લક્ષ્મણ (દુર્યોધનનો પુત્ર) તેના સંતાનો જેવો હતો; "
          },
          {

            "favourite": false,
            "shlok_no": "૩૫",
            "shlok_img": "asset/slock_images/35.jpg",
            "shlok_name": "એતન્ના હન્તુમિચ્છામિ ઘનતોઽપિ મધુસુદન .\nઆપિ ત્રૈલોક્યરાજ્યસ્ય હેતો: કિં નુ મહિકૃતે ॥ 35॥",
            "meaning": "હે મધુસુદન! તેઓ મારા પર હુમલો કરે તો પણ હું તેમને મારવા માંગતો નથી. ધૃતરાષ્ટ્રના પુત્રોને મારીને આપણું શું સુખ હશે, પૃથ્વીનું શું, પણ ત્રણ લોકોનું રાજ્ય મેળવીને પણ? ",
            "summary": "ધૃતરાષ્ટ્રના સો પુત્રો તેમના પિતરાઈ ભાઈ હતા; લક્ષ્મણ (દુર્યોધનનો પુત્ર) તેમના સંતાન હતા; અર્જુન યુદ્ધના મેદાનમાં હાજર તેના સંબંધીઓની વિવિધતાનો ઉલ્લેખ કરી રહ્યો હતો. પ્રથમ, હું તેમનો સંબંધી હોવા છતાં તેઓ મને કેમ મારવા માગે છે? અને શુભચિંતક? અને બીજું, જો તેઓ મને મારવા માંગતા હોય તો પણ મારે તેમને કેમ મારવા જોઈએ?"
          },
          {

            "favourite": false,
            "shlok_no": "૩૬",
            "shlok_img": "asset/slock_images/36.jpg",
            "shlok_name": "નિહત્યા ધર્તરાષ્ટ્રનાહ કા પ્રીતિ: સ્યાજ્જનાર્દન .\nપાપમેવસ્રયેદસમાનહત્વૈતતનત્તૈનઃ ॥ 36॥",
            "meaning": "હે જીવનના પાલનહાર! ધૃતરાષ્ટ્રના પુત્રોને મારવાથી આપણને શું આનંદ થશે? ભલે તેઓ ક્રૂર હોય, જો આપણે તેમને મારી નાખીએ તો પણ આપણને ચોક્કસ પાપ થશે.",
            "summary": "પોતાના સગાંઓને ન મારવાની પોતાની ઈચ્છાને યોગ્ય ઠેરવવા ઉપરોક્ત શ્લોકમાં 'યદ્યાપિ' શબ્દનો બે વાર ઉપયોગ કરીને, અર્જુન પુનરાવર્તન કરે છે, યેદ્યાપી, જો હું તેમને મારી નાખીશ તો પણ આવા વિજયથી મને શું સંતોષ મળશે? આત્યંતિક પરિસ્થિતિઓમાં લડવું અને હત્યા કરવી એ અધાર્મિક પ્રવૃત્તિ માનવામાં આવે છે"
          },
          {

            "favourite": false,
            "shlok_no": "૩૭",
            "shlok_img": "asset/slock_images/37.jpg",
            "shlok_name": "તસ્માન્નરહ વયં હંતુ ધર્તરાષ્ટ્રસ્વબંધ્વાન્ .\nસ્વજાનં હિ કથં હત્વા સુખિનઃ શ્યામ માધવ ॥ 37॥\n\n",
            "meaning": "તેથી, આપણા પિતરાઈ ભાઈઓ, ધૃતરાષ્ટ્રના પુત્રો અને તેમના મિત્રોની હત્યા કરવી આપણા માટે યોગ્ય નથી. હે માધવ (શ્રી કૃષ્ણ)! આપણે આપણા પોતાના સ્વજનોને મારીને પણ સુખી થવાની આશા કેમ રાખી શકીએ?",
            "summary": "આત્યંતિક પરિસ્થિતિઓમાં લડવું અને હત્યા કરવી એ અધાર્મિક પ્રવૃત્તિઓ ગણવામાં આવે છે, જે પાછળથી તપસ્યા અને અપરાધ તરફ દોરી જાય છે. વેદ કહે છે, અહિંસા એ મહાન પુણ્ય છે, અને હિંસા એ પાપ છે, કેટલાક અપવાદરૂપ કિસ્સાઓમાં સિવાય. hinsyat sarva bhutani કોઈપણ જીવંત પ્રાણીને મારશો નહીં.અહીં, અર્જુન તેના સગાઓને મારવા માંગતો નથી, કારણ કે તે તેને પાપ માને છે. જો કે, વસિષ્ઠ સ્મૃતિ (શ્લોક 3.19) કહે છે કે છ પ્રકારના અતાયીઓ છે., જેની સામે આપણે પોતાનો બચાવ કરવાનો અધિકાર છે: જે કોઈના ઘરને આગ લગાડે છે, જે કોઈના ખોરાકમાં ઝેર નાખે છે, જે કોઈને મારવા માંગે છે, જે કોઈની સંપત્તિ લૂંટવા માંગે છે, જે કોઈની પત્નીનું અપહરણ કરવા આવે છે અને જે કોઈનું રાજ્ય હડપ કરવા આવે છે. મનુ સ્મૃતિ (8.351) કહે છે. કે જો કોઈ સ્વબચાવમાં આવા જુલમીને મારી નાખે, તો તે પાપ માનવામાં આવતું નથી."
          },
          {

            "favourite": false,
            "shlok_no": "૩૮",
            "shlok_img": "asset/slock_images/38.jpg",
            "shlok_name": "યદ્યપ્યતે ન પશ્યન્તિ લોભોપહચેતસ: .\nકુલક્ષયકૃતમ્ દોષમ મિત્રદ્રોહે ચ પાતકમ્ ॥ 38॥",
            "meaning": "તેમની વિચારધારામાં લોભનું વર્ચસ્વ છે અને તેઓ બદલો લેવા માટે તેમના સ્વજનોનો નાશ કરવામાં અથવા મિત્રો સાથે દગો કરવામાં કંઈ ખોટું જોતા નથી.",
            "summary": "અર્જુન સ્વભાવે યોદ્ધા હોવા છતાં, તે બિનજરૂરી હિંસાથી ધિક્કારતો હતો. મહાભારત યુદ્ધના અંતે બનેલી ઘટના તેના પાત્રના આ પાસાને વ્યક્ત કરે છે. સો કૌરવોનો નાશ થયો હતો, પરંતુ દ્રોણાચાર્યના પુત્ર અશ્વત્થામાએ બદલો લીધો હતો. પાંડવોની રાત્રિ શિબિરમાં પ્રવેશ કર્યો અને દ્રૌપદીના પાંચેય પુત્રો જ્યારે તેઓ સૂતા હતા ત્યારે તેમને મારી નાખ્યા. અર્જુને અશ્વત્થામાને પકડી લીધો, તેને પ્રાણીની જેમ બાંધ્યો અને દ્રૌપદીના ચરણોમાં લાવ્યો, જે દયાથી વિલાપ કરી રહી હતી."
          },
          {

            "favourite": false,
            "shlok_no": "૩૯",
            "shlok_img": "asset/slock_images/39.jpg",
            "shlok_name": "કથન ન જ્નેયમસ્માભિઃ પાપદસ્મન્નિવર્તિતુમ્ .\nકુલક્ષયકૃતમ્ દોષમ પ્રપસ્યાદ્ભિર્જનાર્દન ॥ 39॥",
            "meaning": "તેમ છતાં, હે જનાર્દન! જ્યારે આપણે આપણા સ્વજનોને મારવા માટે સ્પષ્ટપણે દોષિત છીએ, ત્યારે આપણે આ પાપથી કેમ દૂર નથી થઈ જતા?, કાકા, મહેમાનો, આશ્રિતો, બાળકો, વૃદ્ધો, વૈદ્ય અને સંબંધીઓ સાથે ઝઘડો ન કરવો જોઈએ. આ રીતે અર્જુને તારણ કાઢ્યું કે લોભમાં ડૂબેલા કૌરવો તેમની યોગ્યતાથી ભટકી ગયા અને તેમની વિવેકબુદ્ધિ ગુમાવી દીધી, પરંતુ પોતે, જેનો કોઈ પાપી ઈરાદો ન હતો, તેણે આવા જઘન્ય કૃત્યમાં શા માટે સામેલ થવું જોઈએ?"
          },
          {

            "favourite": false,
            "shlok_no": "૪૦",
            "shlok_img": "asset/slock_images/40.jpg",
            "shlok_name": "કુલક્ષયે પ્રંસયન્તિ કુલધર્મ: સનાતન: .\nધર્મે નષ્ટે કુલંક કૃત્સ્નામધર્મોઽભિભવત્યુત ॥ 40॥",
            "meaning": "જ્યારે કોઈ કુળનો નાશ થાય છે, ત્યારે તેના પ્રાચીન કુળ-પરંપરાઓનો પણ નાશ થાય છે, અને બાકીનું કુટુંબ અધર્મમાં લીન થવા લાગે છે.",
            "summary": "દરેક કુળમાં વર્ષો જૂની પરંપરાઓ અને પ્રાચીન પ્રથાઓ હોય છે, જેનું પાલન કુટુંબના વડીલ સભ્યો આગામી પેઢીઓને શ્રેષ્ઠ મૂલ્યો અને આદર્શો પહોંચાડવા માટે કરે છે. આ પરંપરાઓ કુટુંબના સભ્યોને માનવીય મૂલ્યોનું પાલન કરવામાં મદદ કરે છે અને ધાર્મિક યોગ્યતા. જો આ વડીલો સમય પહેલા મૃત્યુ પામે છે, તો તેમની ભાવિ પેઢીઓ કુટુંબ માર્ગદર્શન અને તાલીમથી વંચિત રહેશે. અર્જુન જણાવે છે કે જ્યારે કુળોનો નાશ થાય છે, ત્યારે તેમની પરંપરાઓ તેમની સાથે મૃત્યુ પામે છે, અને બાકીના પરિવારના સભ્યો અધાર્મિક અને વ્યભિચારી બની જાય છે. પ્રવૃત્તિઓનો વિકાસ થાય છે. , જેથી તેઓ આધ્યાત્મિક મુક્તિની તક ગુમાવી બેસે. આમ, તેમના મતે, કુળના વડીલોની ક્યારેય હત્યા ન કરવી જોઈએ."
          },
          {

            "favourite": false,
            "shlok_no": "૪૧",
            "shlok_img": "asset/slock_images/41.jpg",
            "shlok_name": "અધર્મભિવતકૃષ્ણ પ્રદુષ્યન્તિ કુલસ્ત્રિય: .\nસ્ત્રિષુ ધ્રુક્ષાસુ વર્ષનેય જયતે વર્ણસાકર: ॥ 41॥",
            "meaning": "અધર્મના વર્ચસ્વથી, હે કૃષ્ણ! કુળની સ્ત્રીઓ વ્યભિચારી બને છે અને વ્યભિચારી સ્ત્રીઓ ભ્રષ્ટ થઈ જાય છે! હે વૈષ્ણિવંશી! અનિચ્છનીય સંતાનો ઉત્પન્ન થાય છે.",
            "summary": "વૈદિક સંસ્કૃતિએ સ્ત્રીઓને સમાજમાં ખૂબ ઊંચું સ્થાન આપ્યું હતું અને સ્ત્રીઓમાં સદ્ગુણોની આવશ્યકતાને અત્યંત મહત્ત્વ આપવામાં આવ્યું હતું. તેથી મનુ સ્મૃતિ કહે છે, યત્ર નાર્યસ્તુ પૂજાયન્તે રમન્તે તતાર દેવતા: (3.56) meaningાત્, જ્યાં સ્ત્રીઓ શુદ્ધ નેતૃત્વ કરે છે. અને સદાચારી જીવન, અને તેમની શુદ્ધતા માટે સમગ્ર સમાજ દ્વારા પૂજા કરવામાં આવે છે, જેનાથી સ્વર્ગીય દેવતાઓ ખુશ થાય છે. જો કે, જ્યારે સ્ત્રીઓ અનૈતિક બની જાય છે, ત્યારે બેજવાબદાર પુરુષો વ્યભિચારમાં સામેલ થઈને તેનો લાભ લે છે; આના પરિણામે અનિચ્છનીય સંતાન થાય છે."
          },
          {
            "favourite": false,
            "shlok_no": "૪૨",
            "shlok_img": "asset/slock_images/42.jpg",
            "shlok_name": "સક્કારો નરકૈવ કુલઘ્ના કુલસ્ય ચ .\nપતન્તિ પિત્રો હ્યેશં લુપ્તપિંડોદકક્રિયાઃ ॥ 42॥",
            "meaning": "આવા અનિચ્છનીય સંતતિનો વિકાસ નિઃશંકપણે કુળ અને કુળનો નાશ કરનાર બંને માટે નરકમાં પરિણમે છે. પિંડદાન અને તર્પણના કૃત્યોના લુપ્ત થવાથી, આવા પતનના કુળના વંચિત પૂર્વજોનું અધોગતિ થાય છે." ,
            "summary": ""
          },
          {

            "favourite": false,
            "shlok_no": "૪૩",
            "shlok_img": "asset/slock_images/43.jpg",
            "shlok_name": "દોષાયરેતાઃ કુલઘના વર્ણસઙ્કરકરકઃ .\nઉત્સદ્યન્તે જાતિધર્મઃ કુલધર્મશ્ચ શાશ્વતઃ ॥ 43॥",
            "meaning": "જેઓ કુળ પરંપરાઓનો નાશ કરે છે અને આ રીતે અનિચ્છનીય સંતાનનો ઉછેર કરે છે, તેમના દુષ્કર્મો દ્વારા તમામ પ્રકારની સમુદાય અને કુટુંબ કલ્યાણની પ્રવૃત્તિઓનો નાશ થાય છે.",
            "summary": ""
          },
          {

            "favourite": false,
            "shlok_no": "૪૪",
            "shlok_img": "asset/slock_images/44.jpg",
            "shlok_name": "ઉત્સન્નકુલધર્મન મનશાનાનન જનાર્દન .\nનરકેઽનિયતંસ વસો ભવતિત્યનુશુશ્રુમ્ ॥ 44॥",
            "meaning": "હે જનાર્દન (શ્રી કૃષ્ણ)! મેં વિદ્વાનો પાસેથી સાંભળ્યું છે કે જેઓ કુળ ધર્મનો નાશ કરે છે તેઓ કાયમ નરકમાં રહે છે.",
            "summary": ""
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/45.jpg",
            "shlok_no": "૪૫",
            "shlok_name": "અહો બત મહત્પાપન કર્તુન વ્યાવસીતા વયમ્ .\nયદ્રજ્યસુખલોભેન હંતુ સ્વજનમુદ્યતા: ॥ 45॥",
            "meaning": "ઓહ, શું આશ્ચર્યની વાત છે કે આપણે આટલું મોટું પાપ કરવા તૈયાર છીએ. ભોગવવાના લોભને વશ થઈને આપણે આપણા સ્વજનોને મારી નાખવા તૈયાર છીએ.",
            "summary": "અર્જુને આ સંભવિત યુદ્ધના ઘણા ખરાબ પરિણામોનો ઉલ્લેખ કર્યો છે, પરંતુ તે એ જોવામાં અસમર્થ છે કે જો આવા દુષ્ટ લોકોને સમાજમાં ખીલવાની તક આપવામાં આવશે, તો તેનું પરિણામ ખરેખર દુષ્ટતાના વર્ચસ્વમાં વધારો થશે. આશ્ચર્ય વ્યક્ત કરતાં કહ્યું, 'અહો' શબ્દનો ઉપયોગ કરે છે. 'બેટ' શબ્દનો meaning થાય છે, 'ભયંકર પરિણામો'. અર્જુન કહે છે, કેટલું આશ્ચર્યજનક છે કે અમે આ યુદ્ધના ભયંકર પરિણામો જાણતા હોવા છતાં પાપી પ્રવૃત્તિઓમાં જોડાવાનું નક્કી કર્યું છે."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/46.jpg",
            "shlok_no": "૪૬",
            "shlok_name": "યિદી મમપ્રતિકારમશાસ્ત્રમ શાસ્ત્રપાણય: .\nધર્તરાષ્ટ્ર રાણે હન્યુસ્થાન્મે ક્ષેત્રમતરં ભવેત્ ॥ 46॥\n\n",
            "meaning": "જો ધૃતરાષ્ટ્રના સશસ્ત્ર પુત્રો મને અરણ્યમાં નિઃશસ્ત્ર અને અવિરોધી મળે, તો તે મારા માટે શુભ રહેશે.",
            "summary": "જેમ કે ઘણીવાર થાય છે, લોકો પોતાની ભૂલો જોઈ શકતા નથી અને તેના બદલે પરિસ્થિતિ અને અન્ય વ્યક્તિઓને દોષ આપે છે. તેવી જ રીતે, અર્જુનને લાગે છે કે ધૃતરાષ્ટ્રના પુત્રો લોભથી પ્રેરિત હતા પરંતુ તે નથી. તેની કરુણાનો પ્રવાહ જોઈ શકે છે. તે કોઈ અતીન્દ્રિય સંવેદના નથી, પરંતુ પોતાને શરીર તરીકે સમજવાની અજ્ઞાનતા પર આધારિત સાંસારિક મૂર્ખતા છે. અર્જુનની તમામ દલીલોની મુશ્કેલી તેના પોતાના શારીરિક આસક્તિ, હૃદયની નબળાઈ અને ફરજથી અલિપ્તતામાંથી ઉદ્ભવતા મોહને ન્યાયી ઠેરવવા માટે છે. તે. શ્રી કૃષ્ણ આગળના પ્રકરણોમાં સમજાવશે કે શા માટે અર્જુનની દલીલો ખામીયુક્ત છે."
          },
          {

            "favourite": false,
            "shlok_img": "asset/slock_images/47.jpg",
            "shlok_no": "૪૭",
            "shlok_name": "સંજય ઉવાચ.\nએવામુક્તવર્જુન: સખ્યે રથોપસ્થ ઉપવિષત.\nવિસરુજ્ય સસારં છપ્પન શોકસમવિગ્નમાનસ: ॥ 47॥",
            "meaning": "સંજય બોલ્યો: આમ કહીને, અર્જુને પોતાનું ધનુષ્ય અને બાણ એક બાજુ મૂકી દીધા અને રથના આસન પર પડ્યા, તેનું મન શોક અને વ્યથાથી છલકાઈ ગયું.,  અર્જુને દુર્યોધન માટે આખો યદુસેન છોડી દીધો હતો અને તેના પક્ષ માટે માત્ર ભગવાન કૃષ્ણને પસંદ કર્યા હતા તે હકીકત પરથી પહેલાનું વર્ણન છે. તેને દ્રઢ વિશ્વાસ હતો કે જો ભગવાન તેની પડખે હશે તો તે ક્યારેય હારશે નહીં. કલ્યાણ માટે ઉચ્ચારણ કરવા ઇચ્છુક, અને તેથી એક યોગ્ય પ્રસંગ જોઈને તેણે અર્જુનના મનમાં અશાંતિ પેદા કરી."
          }
        ]
      },

      {
        "chapter_number": "૨",
        "verses_count": "૭૨",

        "translation": "સાંખ્ય યોગ",

        "meaning": {
          "en": "અતીન્દ્રિય જ્ઞાન"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો બીજો અધ્યાય સાંખ્ય યોગ છે. આ ભગવદ ગીતાનો સૌથી મહત્વપૂર્ણ અધ્યાય છે કારણ કે ભગવાન કૃષ્ણ આ પ્રકરણમાં સમગ્ર ગીતાના ઉપદેશોને સંક્ષિપ્ત કરે છે. આ અધ્યાય સમગ્ર ગીતાનો સાર છે. \nસાંખ્ય યોગને 4 મુખ્ય વિષયોમાં વર્ગીકૃત કરી શકાય છે - \n1. અર્જુન પોતાને સંપૂર્ણ રીતે ભગવાન કૃષ્ણને સમર્પિત કરે છે અને એક શિષ્ય તરીકે અને કૃષ્ણને તેના ગુરુ તરીકે સ્વીકારે છે. તે કૃષ્ણને વિનંતી કરે છે કે તે તેના દુ:ખને કેવી રીતે દૂર કરવું તે અંગે માર્ગદર્શન આપે.\n2. બધા દુઃખના મુખ્ય કારણની સમજૂતી, જે સ્વયંના સાચા સ્વભાવનું અજ્ઞાન છે.\n3. કર્મયોગ - તેના ફળ સાથે જોડાયેલા વિના નિઃસ્વાર્થ ક્રિયા કરવાની શિસ્ત.\n4. એક સંપૂર્ણ માણસનું વર્ણન - જેનું મન છે સ્થિર અને એક-પોઇન્ટેડ."

        },
        "slocks": []
      },
      {
        "slocks": [],
        "chapter_number": "૩",
        "verses_count": "૪૩",

        "translation": "કર્મયોગ",

        "meaning": {
          "en": "નિઃસ્વાર્થ સેવાનો માર્ગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો ત્રીજો અધ્યાય કર્મયોગ અથવા નિઃસ્વાર્થ સેવાનો માર્ગ છે. અહીં ભગવાન કૃષ્ણ જીવનમાં કર્મના મહત્વ પર ભાર મૂકે છે. તેઓ જણાવે છે કે દરેક મનુષ્ય માટે કોઈને કોઈ પ્રવૃત્તિમાં જોડાવું મહત્વપૂર્ણ છે. આ ભૌતિક જગતમાં. વધુમાં, તે બંધન તરફ દોરી જાય છે અને મુક્તિ તરફ દોરી જાય છે તે પ્રકારની ક્રિયાઓનું વર્ણન કરે છે. જે વ્યક્તિઓ પરમના આનંદ માટે બાહ્યરૂપે પોતપોતાની ફરજો નિભાવવાનું ચાલુ રાખે છે, તેના પુરસ્કારોની આસક્તિ વિના મુક્તિ મેળવે છે. સમાપ્ત."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૪",
        "verses_count": "૪૨",

        "translation": "જ્ઞાન કર્મ સન્યાસ યોગ",

        "meaning": {
          "en": "જ્ઞાનનો માર્ગ અને ક્રિયાની શિસ્ત"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો ચોથો અધ્યાય જ્ઞાન કર્મ સંન્યાસ યોગ છે. આ અધ્યાયમાં, કૃષ્ણ કર્મયોગનો મહિમા કરે છે અને અર્જુનને અતીન્દ્રિય જ્ઞાન (આત્મા અને અંતિમ સત્યનું જ્ઞાન) આપે છે. તે કારણ જણાવે છે. આ ભૌતિક જગતમાં તેમના દેખાવ પાછળ. તે જાહેર કરે છે કે તે શાશ્વત હોવા છતાં, તે આ પૃથ્વી પર ધર્મ અને શાંતિની પુનઃસ્થાપના માટે સમયાંતરે પુનર્જન્મ લે છે. તેમના જન્મો અને પ્રવૃત્તિઓ શાશ્વત છે અને ભૌતિક ખામીઓથી ક્યારેય દૂષિત નથી. તે વ્યક્તિઓ જેઓ આ સત્યને જાણો અને સમજો તેઓ પૂર્ણ શ્રદ્ધા સાથે તેમની ભક્તિમાં વ્યસ્ત રહે અને અંતે તેમને પ્રાપ્ત કરે. તેમને આ જગતમાં ફરી જન્મ લેવો પડતો નથી."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૫",
        "verses_count": "૨૯",

        "translation": "કર્મ સંન્યાસ યોગ",

        "meaning": {
          "en": "ત્યાગનો માર્ગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો પાંચમો અધ્યાય કર્મ સંન્યાસ યોગ છે. આ અધ્યાયમાં, કૃષ્ણ ત્યાગના માર્ગો (કર્મ સન્યાસ) અને ક્રિયાઓ (કર્મયોગ) સાથે સરખાવે છે અને સમજાવે છે કે બંને માર્ગો સુધી પહોંચવાના માધ્યમો છે. સમાન ધ્યેય અને આપણે બંનેમાંથી એક પસંદ કરી શકીએ છીએ. એક જ્ઞાની વ્યક્તિએ તેના/તેણીના કાર્યોના ફળની આસક્તિ વિના તેના/તેણીના દુન્યવી કર્તવ્યોનું પાલન કરવું જોઈએ અને તેને ભગવાનને સમર્પિત કરવું જોઈએ. આ રીતે તેઓ પાપથી અપ્રભાવિત રહે છે અને અંતે મુક્તિ પ્રાપ્ત કરે છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૬",
        "verses_count": "૪૭",

        "translation": "ધ્યાન યોગ",

        "meaning": {
          "en": "ધ્યાનનો માર્ગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો છઠ્ઠો અધ્યાય ધ્યાન યોગ છે. આ અધ્યાયમાં, કૃષ્ણ ધ્યાનનો યોગ અને આ યોગનો અભ્યાસ કેવી રીતે કરવો તે જણાવે છે. તેઓ ધ્યાનની તૈયારીમાં ક્રિયાની ભૂમિકા, ભક્તિમાં કર્તવ્ય નિભાવવાથી શુદ્ધિ કેવી રીતે થાય છે તેની ચર્ચા કરે છે. વ્યક્તિનું મન અને વ્યક્તિની આધ્યાત્મિક ચેતનાને ઉન્નત બનાવે છે. તે પોતાના મનને નિયંત્રિત કરવાનો પ્રયાસ કરતી વખતે જે અવરોધોનો સામનો કરે છે અને તેના મનને કેવી રીતે જીતી શકે છે તે વિશે વિગતવાર સમજાવે છે. તે જણાવે છે કે વ્યક્તિ કેવી રીતે પોતાનું મન પરમાત્મા પર કેન્દ્રિત કરી શકે છે અને ભગવાન સાથે એક થઈ શકે છે. "

        }
      },
      {
        "slocks": [],
        "chapter_number": "૭",
        "verses_count": "૩૦",

        "translation": "જ્ઞાન વિજ્ઞાન યોગ",

        "meaning": {
          "en": "સ્વ-જ્ઞાન અને બોધ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો સાતમો અધ્યાય જ્ઞાન વિજ્ઞાન યોગ છે. આ અધ્યાયમાં, કૃષ્ણ પ્રગટ કરે છે કે તેઓ પરમ સત્ય છે, મુખ્ય કારણ છે અને દરેક વસ્તુનું ટકાઉ બળ છે. તેઓ આ ભૌતિક જગતમાં તેમની ભ્રમિત ઊર્જા પ્રગટ કરે છે માયા, જેના પર કાબુ મેળવવો ખૂબ જ મુશ્કેલ છે પરંતુ જેઓ તેમના મનને તેમને સમર્પિત કરે છે તેઓ તેને સરળતાથી પ્રાપ્ત કરે છે. તે ચાર પ્રકારના લોકોનું પણ વર્ણન કરે છે જે ભક્તિમાં તેને શરણાગતિ આપે છે અને ચાર પ્રકારના નથી. કૃષ્ણ પુષ્ટિ કરે છે કે તે પરમ છે વાસ્તવિકતા અને જેઓ આ સત્યનો અહેસાસ કરે છે તેઓ આધ્યાત્મિક અનુભૂતિના શિખરે પહોંચે છે અને ભગવાન સાથે એક થઈ જાય છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૮",
        "verses_count": "૨૮",

        "translation": "અક્ષર બ્રહ્મ યોગ",

        "meaning": {
          "en": "સનાતન ભગવાનનો માર્ગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો આઠમો અધ્યાય અક્ષર બ્રહ્મ યોગ છે. આ અધ્યાયમાં કૃષ્ણ મૃત્યુ પહેલાંના છેલ્લા વિચારનું મહત્વ જણાવે છે. જો આપણે મૃત્યુ સમયે કૃષ્ણને યાદ કરી શકીએ, તો આપણે ચોક્કસપણે તેમની પ્રાપ્તિ કરીશું. આમ , દરેક સમયે ભગવાનની સતત જાગૃતિમાં રહેવું, તેમના વિશે વિચારવું અને તેમના નામનો જપ કરવો તે ખૂબ જ મહત્વપૂર્ણ છે. સતત ભક્તિ દ્વારા તેમના મનને તેમનામાં સંપૂર્ણ રીતે લીન કરીને, વ્યક્તિ આ ભૌતિક અસ્તિત્વથી આગળ વધીને ભગવાનના પરમ ધામમાં જઈ શકે છે. "

        }
      },
      {
        "slocks": [],
        "chapter_number": "૯",
        "verses_count": "૩૪",

        "translation": "રાજા વિદ્યા યોગ",

        "meaning": {
          "en": "વિજ્ઞાનના રાજા દ્વારા યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો નવમો અધ્યાય રાજ ​​વિદ્યા યોગ છે. આ પ્રકરણમાં, કૃષ્ણ સમજાવે છે કે તેઓ સર્વોપરી છે અને આ ભૌતિક અસ્તિત્વ કેવી રીતે તેમની યોગમાયા દ્વારા બનાવવામાં આવે છે, જાળવવામાં આવે છે અને નાશ પામે છે અને તમામ જીવો તેમની દેખરેખ હેઠળ આવે છે અને જાય છે. તે આપણી આધ્યાત્મિક જાગૃતિ તરફ ભક્તિની ભૂમિકા અને મહત્વને પ્રગટ કરે છે. આવી ભક્તિમાં, વ્યક્તિએ ભગવાન માટે જીવવું જોઈએ, તેની પાસે જે છે તે બધું જ તેને અર્પણ કરવું જોઈએ અને ફક્ત તેના માટે જ કરવું જોઈએ. જે આવી ભક્તિને અનુસરે છે. આ ભૌતિક જગતના બંધનોમાંથી મુક્ત થઈને પ્રભુ સાથે એક થઈ જાય છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૦",
        "verses_count": "૪૨",

        "translation": "વિભૂતિ યોગ",

        "meaning": {
          "en": "ભગવાનની અનંત ઐશ્વર્યની કદર કરીને યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો દસમો અધ્યાય વિભૂતિ યોગ છે. આ અધ્યાયમાં, કૃષ્ણ પોતાને બધા કારણોના કારણ તરીકે પ્રગટ કરે છે. તેઓ અર્જુનની ભક્તિ વધારવા માટે તેમના વિવિધ અભિવ્યક્તિઓ અને ઐશ્વર્યનું વર્ણન કરે છે. અર્જુનને ભગવાનની સંપૂર્ણ ખાતરી છે. સર્વોપરી પદ અને તેમને સર્વોચ્ચ વ્યક્તિત્વ તરીકે ઘોષિત કરે છે. તેઓ કૃષ્ણને તેમના દૈવી મહિમાઓનું વધુ વર્ણન કરવા પ્રાર્થના કરે છે જે સાંભળવા માટે અમૃત સમાન છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૧",
        "verses_count": "૫૫",

        "translation": "વિશ્વરૂપ દર્શન યોગ",

        "meaning": {
          "en": "ભગવાનના કોસ્મિક સ્વરૂપને નિહાળવા દ્વારા યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો અગિયારમો અધ્યાય વિશ્વરૂપ દર્શન યોગ છે. આ અધ્યાયમાં, અર્જુન કૃષ્ણને તેમના સાર્વત્રિક કોસ્મિક સ્વરૂપને પ્રગટ કરવા વિનંતી કરે છે જે તમામ બ્રહ્માંડ, સમગ્ર અસ્તિત્વને સમાવે છે. અર્જુનને જોવા માટે સમર્થ થવા માટે દૈવી દ્રષ્ટિ આપવામાં આવી છે. પરમ ભગવાન કૃષ્ણના શરીરમાં સમગ્ર સૃષ્ટિ છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૨",
        "verses_count": "૨૦",

        "translation": "ભક્તિ યોગ",

        "meaning": {
          "en": "ભક્તિનો યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો બારમો અધ્યાય ભક્તિ યોગ છે. આ અધ્યાયમાં, કૃષ્ણ અન્ય તમામ પ્રકારની આધ્યાત્મિક વિદ્યાઓ કરતાં ભક્તિ યોગ (ભક્તિનો માર્ગ) ની શ્રેષ્ઠતા પર ભાર મૂકે છે અને ભક્તિના વિવિધ પાસાઓને ઉજાગર કરે છે. તે આગળ સમજાવે છે. કે જે ભક્તો તેમની શુદ્ધ ભક્તિ કરે છે, તેમની ચેતના સાથે, તેમનામાં ભળી જાય છે અને તેમની બધી ક્રિયાઓ તેમને સમર્પિત કરે છે, તેઓ ઝડપથી જીવન અને મૃત્યુના ચક્રમાંથી મુક્ત થાય છે.તે ભક્તોના વિવિધ ગુણોનું પણ વર્ણન કરે છે જે ખૂબ જ પ્રિય છે. તેને."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૩",
        "verses_count": "૩૫",

        "translation": "ક્ષેત્ર ક્ષેત્રજ્ઞા વિભાગ યોગ",

        "meaning": {
          "en": "ક્ષેત્ર અને ક્ષેત્રના જાણકારનો ભેદ કરીને યોગ"

        },
        "summary": {
          "en": "ભગવદ ગીતાનો તેરમો અધ્યાય ક્ષેત્ર ક્ષેત્રજ્ઞા વિભાગ યોગ છે. ક્ષેત્ર શબ્દનો meaning ક્ષેત્ર છે, અને ક્ષેત્રજ્ઞાનો meaning છે ક્ષેત્રને જાણનાર. આપણે આપણા ભૌતિક શરીરને ક્ષેત્ર અને આપણો અમર આત્મા વિચારી શકીએ છીએ. ક્ષેત્રના જાણકાર. આ પ્રકરણમાં, કૃષ્ણ ભૌતિક શરીર અને અમર આત્મા વચ્ચે ભેદભાવ કરે છે. તેઓ સમજાવે છે કે ભૌતિક શરીર અસ્થાયી અને નાશવંત છે જ્યારે આત્મા કાયમી અને શાશ્વત છે. ભૌતિક શરીરનો નાશ થઈ શકે છે પરંતુ આત્મા ક્યારેય કરી શકતો નથી. નાશ થાઓ. અધ્યાય પછી ભગવાનનું વર્ણન કરે છે, જે પરમાત્મા છે. તમામ વ્યક્તિગત આત્માઓ પરમાત્મામાંથી ઉત્પન્ન થયા છે. જે વ્યક્તિ શરીર, આત્મા અને પરમાત્મા વચ્ચેનો તફાવત સ્પષ્ટપણે સમજે છે તે બ્રહ્મનો સાક્ષાત્કાર કરે છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૪",
        "verses_count": "૨૭",

        "translation": "ગુણાત્રય વિભાગ યોગ",

        "meaning": {
          "en": "ભૌતિક પ્રકૃતિના ત્રણ પ્રકારોને સમજવા દ્વારા યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો ચૌદમો અધ્યાય ગુણત્રય વિભાગ યોગ છે. આ અધ્યાયમાં, કૃષ્ણ ભૌતિક પ્રકૃતિના ત્રણ ગુણો (મોડ) દર્શાવે છે - ભલાઈ, જુસ્સો અને અજ્ઞાન જેનાથી ભૌતિક અસ્તિત્વની દરેક વસ્તુ પ્રભાવિત છે. આ દરેક સ્થિતિની આવશ્યક લાક્ષણિકતાઓ, તેમનું કારણ અને તેઓ તેમના દ્વારા પ્રભાવિત જીવને કેવી રીતે પ્રભાવિત કરે છે તે વધુ સમજાવે છે. તે પછી તે વ્યક્તિઓની વિવિધ લાક્ષણિકતાઓ દર્શાવે છે જેઓ આ ગુણોથી આગળ વધી ગયા છે. પ્રકરણનો અંત કૃષ્ણ દ્વારા આપણને શક્તિની યાદ અપાવે છે. ભગવાન પ્રત્યેની શુદ્ધ ભક્તિ અને કેવી રીતે ભગવાન પ્રત્યેની આસક્તિ આપણને આ ગુણોને પાર કરવામાં મદદ કરી શકે છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૫",
        "verses_count": "૨૦",

        "translation": "પુરુષોત્તમ યોગ",

        "meaning": {
          "en": "પરમ દિવ્ય વ્યક્તિત્વનો યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો પંદરમો અધ્યાય પુરૂષોત્તમ યોગ છે. સંસ્કૃતમાં, પુરૂષનો meaning સર્વવ્યાપી ભગવાન અને પુરુષોત્તમનો meaning ભગવાનનું કાલાતીત અને અતીન્દ્રિય પાસું છે. કૃષ્ણ જણાવે છે કે ભગવાનના આ દિવ્ય જ્ઞાનનો હેતુ ભૌતિક જગતના બંધનમાંથી આપણી જાતને અલગ કરવી અને કૃષ્ણને સર્વોચ્ચ દિવ્ય વ્યક્તિત્વ તરીકે સમજવાનું છે, જેઓ વિશ્વના શાશ્વત નિયંત્રક અને પાલનહાર છે. જે આ પરમ સત્યને સમજે છે તે તેમને શરણે જાય છે અને તેમની ભક્તિમય સેવામાં પ્રવૃત્ત થાય છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૬",
        "verses_count": "૨૪",

        "translation": "દૈવાસુર સંપદ વિભાગ યોગ",

        "meaning": {
          "en": "દૈવી અને રાક્ષસી પ્રકૃતિને પારખવા દ્વારા યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો સોળમો અધ્યાય દૈવાસુર સંપદ વિભાગ યોગ છે. આ અધ્યાયમાં, કૃષ્ણ મનુષ્યો વચ્ચેના બે પ્રકારના સ્વભાવનું સ્પષ્ટ વર્ણન કરે છે - દૈવી અને આસુરી. જેઓ આસુરી ગુણો ધરાવે છે તેઓ પોતાની જાતને જુસ્સાની રીતો સાથે જોડે છે. અને અજ્ઞાન શાસ્ત્રોના નિયમોનું પાલન કરતા નથી અને ભૌતિકવાદી વિચારોને અપનાવે છે. આ લોકો નીચા જન્મો અને વધુ ભૌતિક બંધનને પ્રાપ્ત કરે છે. પરંતુ જે લોકો દૈવી ગુણો ધરાવે છે, શાસ્ત્રોની સૂચનાઓનું પાલન કરે છે, પોતાને સદ્ગુણો સાથે જોડે છે અને મનને શુદ્ધ કરે છે. આધ્યાત્મિક અભ્યાસો દ્વારા. આ દૈવી ગુણોની વૃદ્ધિ તરફ દોરી જાય છે અને તેઓ આખરે આધ્યાત્મિક અનુભૂતિ પ્રાપ્ત કરે છે."

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૭",
        "verses_count": "૨૮",

        "translation": "શ્રદ્ધત્રય વિભાગ યોગ",

        "meaning": {
          "en": "વિશ્વાસના ત્રણ વિભાગોને પારખવા દ્વારા યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો સત્તરમો અધ્યાય શ્રધ્ધાત્રય વિભાગ યોગ છે. આ અધ્યાયમાં, કૃષ્ણ ભૌતિક પ્રકૃતિના ત્રણ પ્રકારોને અનુરૂપ ત્રણ પ્રકારની શ્રદ્ધાનું વર્ણન કરે છે. ભગવાન કૃષ્ણ વધુમાં જણાવે છે કે તે વિશ્વાસનો સ્વભાવ છે. જીવનની ગુણવત્તા અને જીવોના પાત્રને નિર્ધારિત કરે છે.જેઓ જુસ્સા અને અજ્ઞાનતામાં વિશ્વાસ ધરાવે છે તેઓ એવા કાર્યો કરે છે જે કામચલાઉ, ભૌતિક પરિણામો આપે છે જ્યારે જેઓ સારામાં વિશ્વાસ ધરાવે છે તેઓ શાસ્ત્રોક્ત સૂચનાઓ અનુસાર ક્રિયાઓ કરે છે અને તેથી તેમના હૃદય વધુ શુદ્ધ થાય છે. "

        }
      },
      {
        "slocks": [],
        "chapter_number": "૧૮",
        "verses_count": "૭૮",

        "translation": "મોક્ષ સન્યાસ યોગ",

        "meaning": {
          "en": "ત્યાગ અને શરણાગતિની પૂર્ણતા દ્વારા યોગ"

        },
        "summary": {
          "en": "ભગવદ્ ગીતાનો અઢારમો અધ્યાય મોક્ષ સન્યાસ યોગ છે. અર્જુન ભગવાનને બે પ્રકારના ત્યાગ - સન્યાસ (ક્રિયાઓનો ત્યાગ) અને ત્યાગ (ઇચ્છાઓનો ત્યાગ) વચ્ચેનો તફાવત સમજાવવા વિનંતી કરે છે. કૃષ્ણ સમજાવે છે કે સંન્યાસી તે છે જે આધ્યાત્મિક અનુશાસન પાળવા માટે કુટુંબ અને સમાજનો ત્યાગ કરે છે જ્યારે ત્યાગી તે છે જે તેમની ક્રિયાઓના પુરસ્કાર અને ભગવાનને સમર્પિત કર્યા વિના તેમની ફરજો કરે છે. કૃષ્ણ બીજા પ્રકારના ત્યાગની ભલામણ કરે છે - ત્યાગ. કૃષ્ણ પછી ભૌતિક પ્રકૃતિના ત્રણ પ્રકારોની અસરોનું વિગતવાર વિશ્લેષણ આપે છે.તેઓ જાહેર કરે છે કે આધ્યાત્મિકતાનો સર્વોચ્ચ માર્ગ એ પરમ દિવ્ય વ્યક્તિત્વ, કૃષ્ણની શુદ્ધ, બિનશરતી પ્રેમાળ સેવા છે. જો આપણે હંમેશા તેમને યાદ કરીએ,તેમના નામનો જપ કરતા રહીએ અને આપણાં બધાં કાર્યો તેમને સમર્પિત કરીએ, તેમનો આશ્રય લઈએ અને તેમને જ આપણું સર્વોચ્ચ ધ્યેય બનાવીએ, તો તેમની કૃપાથી આપણે ચોક્કસપણે તમામ અવરોધો અને મુશ્કેલીઓને દૂર કરીશું અને આ જન્મ-મરણના ચક્રમાંથી મુક્ત થઈશું."

        }
      }


    ]



  }

